Repository: dgtlmoon/changedetection.io
Catalog: changedetectionio/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, uk

source: A backup is already running, check back in a few minutes
de: Ein Backup läuft bereits, versuchen Sie es in ein paar Minuten erneut
fr: Une sauvegarde est déjà en cours, revenez dans quelques minutes
uk: Резервне копіювання вже виконується, перевірте через кілька хвилин

source: Maximum number of backups reached, please remove some
de: Maximale Anzahl an Backups erreicht, bitte entfernen Sie einige
fr: Nombre maximum de sauvegardes atteint, veuillez en supprimer quelques-unes
uk: Досягнуто максимальної кількості резервних копій, будь ласка, видаліть старі

source: Backup building in background, check back in a few minutes.
de: Backup läuft im Hintergrund, bitte in ein paar Minuten erneut versuchen.
fr: Sauvegarde en cours de création en arrière-plan, revenez dans quelques minutes.
uk: Резервна копія створюється у фоновому режимі, перевірте через кілька хвилин.

source: Backups were deleted.
de: Backups wurden gelöscht.
fr: Les sauvegardes ont été supprimées.
uk: Резервні копії було видалено.

source: Backups
fr: SAUVEGARDES
uk: Резервні копії

source: A backup is running!
de: Ein Backup läuft!
fr: Une sauvegarde est en cours !
uk: Виконується резервне копіювання!

source: Here you can download and request a new backup, when a backup is completed you will see it listed below.
de: Hier können Sie ein neues Backup herunterladen und anfordern. Sobald ein Backup abgeschlossen ist, wird es unten aufgelistet.
uk: Тут ви можете завантажити або створити нову резервну копію. Коли створення завершиться, вона з'явиться у списку нижче.

source: Mb
fr: Mo
uk: Мб

source: No backups found.
de: Keine Backups gefunden.
fr: Aucune sauvegarde trouvée.
uk: Резервних копій не знайдено.

source: Create backup
cs: Vytvořit zálohu
de: Backup erstellen
fr: Créer sauvegarde
uk: Створити резервну копію

source: Remove backups
cs: Odstranit zálohy
de: Backups entfernen
fr: Supprimer sauvegardes
uk: Видалити резервні копії

source: Importing 5,000 of the first URLs from your list, the rest can be imported again.
de: Es werden 5.000 der ersten URLs aus Ihrer Liste importiert, der Rest kann erneut importiert werden.
fr: Importation de 5 000 des premières URL de votre liste, le reste peut être importé à nouveau.
uk: Імпортуються перші 5000 URL з вашого списку, решту можна імпортувати повторно.

source: {} Imported from list in {:.2f}s, {} Skipped.
de: {} aus Liste importiert in {:.2f}s, {} übersprungen.
fr: {} importées de la liste en {:.2f}s, {} ignorées.
uk: {} Імпортовано зі списку за {:.2f}с, {} Пропущено.

source: Unable to read JSON file, was it broken?
de: JSON-Datei kann nicht gelesen werden, ist sie beschädigt?
fr: Impossible de lire le fichier JSON, est-il corrompu ?
uk: Не вдалося прочитати JSON-файл, можливо, він пошкоджений?

source: JSON structure looks invalid, was it broken?
de: JSON-Struktur sieht ungültig aus, ist sie beschädigt?
fr: La structure JSON semble invalide, est-elle corrompue ?
uk: Структура JSON виглядає некоректною, можливо, файл пошкоджений?

source: {} Imported from Distill.io in {:.2f}s, {} Skipped.
de: {} aus Distill.io importiert in {:.2f}s, {} übersprungen.
fr: {} importées de Distill.io en {:.2f}s, {} ignorées.
uk: {} Імпортовано з Distill.io за {:.2f}с, {} Пропущено.

source: Unable to read export XLSX file, something wrong with the file?
de: XLSX-Datei kann nicht gelesen werden, stimmt etwas mit der Datei nicht?
fr: Impossible de lire le fichier XLSX d'exportation, quelque chose ne va pas avec le fichier ?
uk: Не вдалося прочитати файл експорту XLSX, щось не так із файлом?

source: Error processing row number {}, URL value was incorrect, row was skipped.
de: Fehler bei der Verarbeitung von Zeile {}, URL-Wert war falsch, Zeile wurde übersprungen.
fr: Erreur lors du traitement de la ligne numéro {}, la valeur de l'URL était incorrecte, la ligne a été ignorée.
uk: Помилка обробки рядка {}, значення URL некоректне, рядок пропущено.

source: Error processing row number {}, check all cell data types are correct, row was skipped.
de: Fehler bei der Verarbeitung von Zeile {}, prüfen Sie, ob alle Zelldatentypen korrekt sind, Zeile wurde übersprungen.
fr: Erreur lors du traitement de la ligne numéro {}, vérifiez que tous les types de données des cellules sont corrects, la ligne a été ignorée.
uk: Помилка обробки рядка {}, перевірте правильність типів даних у клітинках, рядок пропущено.

source: {} imported from Wachete .xlsx in {:.2f}s
de: {} aus Wachete .xlsx importiert in {:.2f}s
fr: {} importées de Wachete .xlsx en {:.2f}s
uk: {} імпортовано з Wachete .xlsx за {:.2f}с

source: {} imported from custom .xlsx in {:.2f}s
de: {} aus benutzerdefinierter .xlsx importiert in {:.2f}s
fr: {} importées de .xlsx personnalisé en {:.2f}s
uk: {} імпортовано з власного .xlsx за {:.2f}с

source: URL List
cs: Seznam adres URL
de: URL-Liste
fr: Liste d'URL
uk: Список URL

source: .XLSX & Wachete
cs: .XLSX a Wachete
fr: .XLSX et Wachete
uk: .XLSX та Wachete

source: Enter one URL per line, and optionally add tags for each URL after a space, delineated by comma (,):
de: Geben Sie eine URL pro Zeile ein und fügen Sie optional Tags für jede URL nach einem Leerzeichen hinzu, getrennt durch Kommas (,):
uk: Введіть по одному URL у рядок, опціонально додайте теги для кожного URL через пробіл, розділяючи їх комами (,):

source: Example:
cs: Příklad:
de: Beispiel:
fr: Exemple:
uk: Приклад:

source: URLs which do not pass validation will stay in the textarea.
cs: URL, které neprojdou validací, zůstanou v textové oblasti.
de: URLs, die die Validierung nicht bestehen, bleiben im Textbereich.
fr: Les URL qui ne passent pas la validation resteront dans la zone de texte.
uk: URL, що не пройшли перевірку, залишаться у текстовому полі.

source: Copy and Paste your Distill.io watch 'export' file, this should be a JSON file.
de: Kopieren Sie Ihre Distill.io-Watch-„Export“-Datei und fügen Sie sie ein. Dabei sollte es sich um eine JSON-Datei handeln.
uk: Скопіюйте та вставте вміст файлу експорту з Distill.io (файл JSON).

source: This is
cs: Tohle je
de: Das ist
fr: C'est
uk: Це

source: experimental
cs: experimentální
fr: expérimental
uk: експериментальна функція

source: supported fields are
cs: podporovaná pole jsou
de: Unterstützte Felder sind
fr: les champs pris en charge sont
uk: підтримувані поля:

source: the rest (including
cs: zbytek (včetně
de: der Rest (inkl
fr: le reste (y compris
uk: решта (включно з

source: are ignored.
cs: jsou ignorovány.
de: werden ignoriert.
fr: sont ignorés.
uk: ігноруються.

source: How to export?
cs: Jak exportovat?
de: Wie exportiere ich?
fr: Comment exporter ?
uk: Як експортувати?

source: Be sure to set your default fetcher to Chrome if required.
cs: V případě potřeby nezapomeňte nastavit výchozí nástroj pro načítání na Chrome.V případě potřeby nezapomeňte nastavit výchozí načítání na Chrome.V případě potřeby nezapomeňte nastavit výchozí nástroj pro načítání na Chrome.
de: Stelle sicher, dass der Standard-Fetcher auf Chrome gesetzt ist, falls erforderlich.
fr: Assurez-vous de définir votre outil de récupération par défaut sur Chrome si nécessaire.
uk: Переконайтеся, що встановлено Chrome як завантажувач за замовчуванням, якщо це необхідно.

source: Table of custom column and data types mapping for the
cs: Tabulka vlastního mapování sloupců a datových typů pro
de: Tabelle der benutzerdefinierten Spalten- und Datentypzuordnung für
fr: Tableau de mappage des colonnes personnalisées et des types de données pour le
uk: Таблиця зіставлення користувацьких стовпців і типів даних для

source: Custom mapping
cs: Vlastní mapování
de: Benutzerdefinierte Zuordnung
fr: Cartographie personnalisée
uk: Власне зіставлення

source: File mapping type.
cs: Typ mapování souboru.
de: Dateizuordnungstyp.
fr: Type de mappage de fichiers.
uk: Тип зіставлення файлу.

source: Column #
cs: sloupec č.
de: Spalte #
fr: Colonne #
uk: Стовпець №

source: Type
cs: Typ
de: Typ
fr: Taper
uk: Тип

source: none
cs: žádný
de: keiner
fr: aucun
uk: немає

source: CSS/xPath filter
cs: CSS/xPath filtr
fr: Filtre CSS/xPath
uk: Фільтр CSS/xPath

source: Group / Tag name(s)
cs: Sledovat skupinu / tag
de: Gruppe/Tag beobachten
fr: Groupe de surveillance/tag
uk: Група / Ім'я тегу(ів)

source: Recheck time (minutes)
cs: Znovu zkontrolovat čas (minuty)
de: Nachprüfzeit (Minuten)
fr: Temps de revérification (minutes)
uk: Час перевірки (хвилини)

source: Import
cs: IMPORTOVAT
fr: IMPORTER
uk: Імпорт

source: Password protection removed.
de: Passwortschutz entfernt.
uk: Захист паролем вимкнено.

source: Warning: Worker count ({}) is close to or exceeds available CPU cores ({})
cs: Upozornění: Počet workerů ({}) se blíží nebo překračuje dostupné CPU jádra ({})
de: Warnung: Anzahl der Worker ({}) nähert sich oder überschreitet die verfügbaren CPU-Kerne ({})
fr: Avertissement: Le nombre de workers ({}) approche ou dépasse les cœurs CPU disponibles ({})
uk: Увага: Кількість воркерів ({}) наближається до кількості доступних ядер процесора або перевищує її ({})

source: Worker count adjusted: {}
de: Anzahl der "Worker" geändert auf: {}
uk: Кількість воркерів скориговано: {}

source: Dynamic worker adjustment not supported for sync workers
de: Die dynamische Anpassung von „Worker" wird für Synchronisierungs-„Worker" nicht unterstützt.
uk: Динамічне налаштування воркерів не підтримується для синхронних процесів

source: Error adjusting workers: {}
de: Fehler beim Anpassen der "Worker": {}
uk: Помилка налаштування воркерів: {}

source: Password protection enabled.
de: Passwortschutz aktiviert.
uk: Захист паролем увімкнено.

source: Settings updated.
cs: NASTAVENÍ
de: Einstellungen aktualisiert.
fr: PARAMÈTRES
uk: Налаштування оновлено.

source: An error occurred, please see below.
de: Ein Fehler ist aufgetreten, siehe unten.
uk: Сталася помилка, дивіться подробиці нижче.

source: API Key was regenerated.
de: Der API-Schlüssel wurde neu generiert.
uk: API-ключ було згенеровано заново.

source: Automatic scheduling paused - checks will not be queued.
uk: Автоматичне планування призупинено — перевірки не додаватимуться в чергу.

source: Automatic scheduling resumed - checks will be queued normally.
uk: Автоматичне планування відновлено — перевірки виконуватимуться у звичайному режимі.

source: All notifications muted.
cs: Všechna oznámení ztlumena.
de: Alle Benachrichtigungen stummgeschaltet.
fr: Toutes les notifications sont désactivées.
uk: Усі сповіщення вимкнено.

source: All notifications unmuted.
cs: Všechna oznámení odtlumena.
de: Alle Benachrichtigungen entstummt.
fr: Toutes les notifications sont activées.
uk: Усі сповіщення увімкнено.

source: Notification debug log
cs: Protokol ladění oznámení
de: Benachrichtigungs-Debug-Protokoll
fr: Journal de débogage des notifications
uk: Журнал налагодження сповіщень

source: General
cs: Generál
de: Allgemein
fr: Général
uk: Загальні

source: Fetching
cs: Načítání
de: Abrufen
fr: Récupération
uk: Отримання даних

source: Global Filters
cs: Globální filtry
de: Globale Filter
fr: Filtres globaux
uk: Глобальні фільтри

source: UI Options
cs: Možnosti uživatelského rozhraní
de: UI-Optionen
fr: Options de l'interface utilisateur
uk: Налаштування інтерфейсу

source: Time & Date
cs: Čas a datum
de: Uhrzeit und Datum
fr: Heure et date
uk: Час і Дата

source: CAPTCHA & Proxies
cs: CAPTCHA a proxy
de: CAPTCHA & Proxys
fr: CAPTCHA et procurations
uk: CAPTCHA та Проксі

source: Info
uk: Інфо

source: Default recheck time for all watches, current system minimum is
cs: Výchozí čas opětovné kontroly pro všechny monitory, aktuální systémové minimum je
de: Standardmäßige Überprüfungszeit für alle Observationen, derzeitiges Systemminimum ist
fr: Heure de revérification par défaut pour tous les moniteurs, le minimum actuel du système est
uk: Час перевірки за замовчуванням для всіх завдань (поточний системний мінімум:

source: seconds
cs: sekundy
de: Sekunden
fr: secondes
uk: секунд)

source: more info
cs: Více informací
de: Weitere Informationen
fr: Plus d'informations
uk: детальніше

source: After this many consecutive times that the CSS/xPath filter is missing, send a notification
cs: Po tolika po sobě jdoucích případech, kdy CSS/xPath filtr chybí, odeslat oznámení
de: Nach dieser Anzahl aufeinanderfolgender Male, dass der CSS/xPath-Filter fehlt, eine Benachrichtigung sendenHäufigkeit, mit der der Filter fehlen darf, bevor eine Benachrichtigung gesendet wird
fr: Nombre de fois consécutives où le filtre CSS/xPath est manquant avant l'envoi d'une notification
uk: Після стількох послідовних відсутностей CSS/xPath фільтра надсилати сповіщення

source: Set to
cs: Nastavit na
de: Setzen auf
fr: Définir à
uk: Встановіть

source: to disable
uk: щоб вимкнути

source: Limit collection of history snapshots for each watch to this number of history items.
uk: Обмежити історію знімків для кожного завдання цією кількістю записів.

source: Set to empty to disable / no limit
uk: Залиште порожнім, щоб вимкнути (без обмежень)

source: Password protection for your changedetection.io application.
uk: Захист паролем вашого застосунку changedetection.io.

source: Password is locked.
uk: Пароль заблоковано.

source: Allow access to the watch change history page when password is enabled (Good for sharing the diff page)
cs: Povolit přístup na stránku historie změn monitoru, když je povoleno heslo (Vhodné pro sdílení stránky rozdílů)Povolit anonymní přístup na stránku historie sledování, když je povoleno heslo
de: Zugriff auf die Änderungshistorie-Seite erlauben, wenn Passwort aktiviert ist (Gut zum Teilen der Diff-Seite)Erlauben Sie anonymen Zugriff auf die Seite mit dem Wiedergabeverlauf, wenn das Passwort aktiviert ist
fr: Autoriser l'accès à la page d'historique des changements lorsque le mot de passe est activé (utile pour partager la page de diff)
uk: Дозволити доступ до сторінки історії змін при увімкненому паролі (корисно для поширення посилань на різницю)

source: When a request returns no content, or the HTML does not contain any text, is this considered a change?
uk: Чи вважати зміною, якщо запит не повертає вмісту або HTML не містить тексту?

source: Choose a default proxy for all watches
cs: Vyberte výchozí proxy pro všechny monitory
de: Wählen Sie einen Standard-Proxy für alle Überwachungen
fr: Choisir un proxy par défaut pour tous les moniteurs
uk: Виберіть проксі за замовчуванням для всіх завдань

source: Base URL used for the
uk: Базовий URL, що використовується для

source: token in notification links.
cs: token v odkazech oznámení.
de: Token in Benachrichtigungslinks.
fr: token dans les liens de notification.
uk: токена в посиланнях сповіщень.

source: Default value is the system environment variable
uk: Значення за замовчуванням береться із системної змінної оточення

source: read more here
cs: přečtěte si více zde
de: hier mehr lesen
fr: en savoir plus ici
uk: читати більше тут

source: method (default) where your watched sites don't need Javascript to render.
de: Methode (Standard), bei der Ihre überwachten Websites kein Javascript zum Rendern benötigen.
uk: метод (за замовчуванням), якщо сайтам не потрібен Javascript для відображення.

source: Use the
cs: Použijte
de: Benutzen Sie die
fr: Utilisez le
uk: Використовувати

source: Basic
cs: Základní
fr: Basique
uk: Базовий

source: method requires a network connection to a running WebDriver+Chrome server, set by the ENV var
de: Methode erfordert eine Netzwerkverbindung zu einem laufenden WebDriver+Chrome-Server, der durch die Umgebungsvariable festgelegt wird
uk: метод потребує мережевого підключення до запущеного сервера WebDriver+Chrome, заданого змінною оточення

source: If you're having trouble waiting for the page to be fully rendered (text missing etc), try increasing the 'wait' time here.
de: Wenn Sie Probleme damit haben, dass die Seite vollständig gerendert wird (fehlender Text usw.), versuchen Sie, die Wartezeit hier zu verlängern.
uk: Якщо сторінка не встигає повністю відобразитися (відсутній текст тощо), спробуйте збільшити час очікування.

source: This will wait
cs: Tohle počká
de: Das wird warten
fr: Cela attendra
uk: Очікування складе

source: seconds before extracting the text.
cs: sekund před extrahováním textu.
de: Sekunden, bevor der Text extrahiert wird.
fr: secondes avant d’extraire le texte.
uk: секунд перед вилученням тексту.

source: Number of concurrent workers to process watches. More workers = faster processing but higher memory usage.
uk: Кількість одночасних процесів (воркерів). Більше воркерів = швидше, але потребує більше пам'яті.

source: Currently running:
cs: Aktuálně běží:
de: Aktuell läuft:
fr: En cours d'exécution:
uk: Зараз запущено:

source: operational
cs: funkční
de: betriebsbereit
fr: opérationnel
uk: активних

source: workers
cs: pracovníci
de: Worker
uk: воркерів

source: actively processing
cs: aktivně zpracovává
de: aktiv in Bearbeitung
fr: en traitement actif
uk: в обробці

source: Example - 3 seconds random jitter could trigger up to 3 seconds earlier or up to 3 seconds later
uk: Приклад: 3 секунди випадкового джитера можуть запустити перевірку на 3 секунди раніше або пізніше

source: For regular plain requests (not chrome based), maximum number of seconds until timeout, 1-999.
uk: Для звичайних запитів (не Chrome): максимальний час очікування (тайм-аут) у секундах, 1-999.

source: Applied to all requests.
uk: Застосовується до всіх запитів.

source: Note: Simply changing the User-Agent often does not defeat anti-robot technologies, it's important to consider
uk: Примітка: Проста зміна User-Agent часто не допомагає обійти захист від роботів, важливо враховувати

source: all of the ways that the browser is detected
uk: усі способи виявлення браузера

source: Tip:
de: Tipp:
fr: Conseil:
uk: Порада:

source: Connect using Bright Data and Oxylabs Proxies, find out more here.
cs: Připojte se pomocí Bright Data a Oxylabs Proxies, více se dozvíte zde.
de: Verbinden Sie sich über Bright Data und Oxylabs Proxies. Weitere Informationen finden Sie hier.
fr: Connectez-vous à l'aide des proxys Bright Data et Oxylabs, découvrez-en plus ici.
uk: Підключення через проксі Bright Data та Oxylabs, дізнайтеся більше тут.

source: Ignore whitespace, tabs and new-lines/line-feeds when considering if a change was detected.
uk: Ігнорувати пробіли, табуляцію та переноси рядків під час виявлення змін.

source: Note:
cs: Poznámka:
de: Hinweis:
uk: Примітка:

source: Changing this will change the status of your existing watches, possibly trigger alerts etc.
uk: Зміна цього параметра вплине на статус існуючих завдань, можливе спрацювання сповіщень.

source: Render anchor tag content, default disabled, when enabled renders links as
uk: Відображати вміст тегів посилань. За замовчуванням вимкнено. Якщо увімкнено, посилання відображаються як

source: Changing this could affect the content of your existing watches, possibly trigger alerts etc.
uk: Зміна цього параметра може вплинути на вміст ваших завдань та викликати хибні спрацювання.

source: Remove HTML element(s) by CSS and XPath selectors before text conversion.
uk: Видалити HTML-елемент(и) за допомогою CSS та XPath селекторів перед перетворенням у текст.

source: Don't paste HTML here, use only CSS and XPath selectors
uk: Не вставляйте сюди HTML, використовуйте лише CSS та XPath селектори

source: Add multiple elements, CSS or XPath selectors per line to ignore multiple parts of the HTML.
uk: Додайте кілька елементів, CSS або XPath селекторів (по одному на рядок), щоб ігнорувати частини HTML.

source: Note: This is applied globally in addition to the per-watch rules.
uk: Примітка: Це застосовується глобально на додаток до правил конкретних завдань.

source: Matching text will be
uk: Текст, що збігається, буде

source: ignored
cs: ignorováno
de: ignoriert
fr: ignoré
uk: проігноровано

source: in the text snapshot (you can still see it but it wont trigger a change)
uk: у текстовому знімку (ви будете його бачити, але він не викличе сповіщення про зміну)

source: Each line processed separately, any line matching will be ignored (removed before creating the checksum)
uk: Кожен рядок обробляється окремо; будь-який рядок, що збігається, буде проігноровано (видалено перед створенням контрольної суми)

source: Regular Expression support, wrap the entire line in forward slash
uk: Підтримка регулярних виразів: обгорніть весь рядок у скісні риски

source: Changing this will affect the comparison checksum which may trigger an alert
uk: Зміна цього параметра вплине на контрольну суму порівняння, що може викликати спрацювання сповіщення

source: Remove any text that appears in the "Ignore text" from the output (otherwise its just ignored for change-detection)
uk: Видалити будь-який текст, вказаний у «Ігнорувати текст», із виводу (інакше він просто ігнорується під час перевірки змін)

source: API Access
uk: Доступ до API

source: Drive your changedetection.io via API, More about
uk: Керуйте changedetection.io через API. Детальніше про

source: API access and examples here
cs: Přístup k API a příklady zde
de: API-Zugriff und Beispiele hier
fr: Accès API et exemples ici
uk: доступ до API та приклади тут

source: Restrict API access limit by using
uk: Обмежити доступ до API за допомогою

source: header - required for the Chrome Extension to work
uk: заголовок - необхідний для роботи розширення Chrome

source: API Key
cs: API klíč
de: API-Schlüssel
fr: Clé API
uk: Ключ API

source: copy
uk: копіювати

source: Regenerate API key
uk: Перестворити ключ API

source: Chrome Extension
cs: Rozšíření pro Chrome
de: Chrome-Erweiterung
fr: Extension Chrome
uk: Розширення Chrome

source: Easily add any web-page to your changedetection.io installation from within Chrome.
uk: Легко додавайте будь-яку веб-сторінку до вашої інсталяції changedetection.io прямо з Chrome.

source: Step 1
uk: Крок 1

source: Install the extension,
uk: Встановіть розширення,

source: Step 2
uk: Крок 2

source: Navigate to this page,
uk: Перейдіть на цю сторінку,

source: Step 3
uk: Крок 3

source: Open the extension from the toolbar and click
uk: Відкрийте розширення на панелі інструментів і натисніть

source: Sync API Access
uk: Синхронізувати доступ до API

source: Try our new Chrome Extension!
uk: Спробуйте наше нове розширення для Chrome!

source: Chrome store icon
uk: Іконка магазину Chrome

source: Chrome Webstore
uk: Магазин Chrome

source: Maximum number of history snapshots to include in the watch specific RSS feed.
uk: Максимальна кількість знімків історії для включення в RSS-стрічку конкретного завдання.

source: For watching other RSS feeds - When watching RSS/Atom feeds, convert them into clean text for better change detection.
uk: Для відстеження інших RSS-каналів — при відстеженні RSS/Atom перетворювати їх на чистий текст для кращого виявлення змін.

source: Does your reader support HTML? Set it here
uk: Ваша читалка підтримує HTML? Налаштуйте тут

source: 'System default' for the same template for all items, or re-use your "Notification Body" as the template.
uk: 'Системний за замовчуванням' для єдиного шаблону або використовуйте ваше 'Тіло сповіщення' як шаблон.

source: Ensure the settings below are correct, they are used to manage the time schedule for checking your web page watches.
uk: Переконайтеся, що налаштування нижче вірні, вони використовуються для керування розкладом перевірок веб-сторінок.

source: UTC Time & Date from Server:
uk: Час і дата UTC із сервера:

source: Local Time & Date in Browser:
uk: Місцевий час і дата у браузері:

source: Enable this setting to open the diff page in a new tab. If disabled, the diff page will open in the current tab.
uk: Увімкніть, щоб відкривати сторінку різниці у новій вкладці. Якщо вимкнено, сторінка відкриється у поточній вкладці.

source: Realtime UI Updates Enabled - (Restart required if this is changed)
uk: Оновлення інтерфейсу в реальному часі увімкнено — (Потрібен перезапуск при зміні)
