Repository: dgtlmoon/changedetection.io
Catalog: changedetectionio/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, uk

source: Incorrect password
cs: Nesprávné heslo
de: Falsches Passwort
fr: Mot de passe incorrect
uk: Невірний пароль

source: At least one time interval (weeks, days, hours, minutes, or seconds) must be specified.
de: Es muss mindestens ein Zeitintervall (Wochen, Tage, Stunden, Minuten oder Sekunden) angegeben werden
fr: Au moins une période doit être spécifiée (semaines, jours, heures, minutes, ou secondes).
uk: Повинен бути вказаний хоча б один часовий інтервал (тижні, дні, години, хвилини або секунди).

source: At least one time interval (weeks, days, hours, minutes, or seconds) must be specified when not using global settings.
de: Wenn keine globalen Einstellungen verwendet werden, muss mindestens ein Zeitintervall (Wochen, Tage, Stunden, Minuten oder Sekunden) angegeben werden.
fr: Au moins une période doit être spécifiée (semaines, jours, heures, minutes, ou secondes) quand les paramètres généraux ne sont pas utilisés.
uk: Повинен бути вказаний хоча б один часовий інтервал, якщо не використовуються глобальні налаштування.

source: Invalid time format. Use HH:MM.
cs: Neplatný formát času. Použijte HH:MM.
de: Ungültiges Format der Zeit. Verwenden Sie HH:MM.
fr: Format d'heure invalide. Utilisez HH:MM.
uk: Невірний формат часу. Використовуйте ГГ:ХХ.

source: Not a valid timezone name
cs: Neplatný název časového pásma
de: Ungültiger Name der Zeitzone
fr: Ce n'est pas un nom de fuseau horaire valide
uk: Неприпустиме ім'я часового поясу

source: not set
cs: nenastaveno
de: nicht festgelegt
fr: non défini
uk: не задано

source: Start At
cs: Začíná v
de: Startet um
fr: Débute à
uk: Почати о

source: Run duration
cs: Doba běhu
de: Laufzeit
fr: Durée d'exécution
uk: Тривалість виконання

source: Use time scheduler
cs: Použijte časový plánovač
de: Verwenden Sie einen Zeitplaner
fr: Utiliser le programmateur
uk: Використовувати планувальник часу

source: Optional timezone to run in
cs: Volitelné časové pásmo pro spuštění
de: Optionale Zeitzone zum Ausführen
fr: Fuseau horaire facultatif dans lequel exécuter
uk: Опціональний часовий пояс для запуску

source: Monday
cs: pondělí
de: Montag
fr: Lundi
uk: Понеділок

source: Tuesday
cs: úterý
de: Dienstag
fr: Mardi
uk: Вівторок

source: Wednesday
cs: středa
de: Mittwoch
fr: Mercredi
uk: Середа

source: Thursday
cs: čtvrtek
de: Donnerstag
fr: Jeudi
uk: Четвер

source: Friday
cs: pátek
de: Freitag
fr: Vendredi
uk: П'ятниця

source: Saturday
cs: sobota
de: Samstag
fr: Samedi
uk: Субота

source: Sunday
cs: neděle
de: Sonntag
fr: Dimanche
uk: Неділя

source: Weeks
cs: týdny
de: Wochen
fr: Semaines
uk: Тижні

source: Should contain zero or more seconds
cs: Mělo by obsahovat nula nebo více sekund
de: Sollte null oder mehr Sekunden enthalten
fr: Doit contenir zéro ou plusieurs secondes
uk: Має містити нуль або більше секунд

source: Days
cs: Dny
de: Tage
fr: Jours
uk: Дні

source: Hours
cs: Hodiny
de: Stunden
fr: Heures
uk: Години

source: Minutes
cs: Minuty
de: Minuten
uk: Хвилини

source: Seconds
cs: sekundy
de: Sekunden
fr: secondes
uk: Секунди

source: Notification Body and Title is required when a Notification URL is used
cs: Při použití adresy URL oznámení je vyžadováno tělo a název oznámení
de: Benachrichtigungstext und Titel sind erforderlich, wenn eine Benachrichtigungs-URL verwendet wird
fr: Le corps et le titre de la notification sont requis lorsqu'une URL de notification est utiliséeLe corps et le titre de la notification sont requis lorsqu'une URL de notification est utilisée
uk: Тіло та заголовок сповіщення обов'язкові, якщо використовується URL сповіщення

source: '%s' is not a valid AppRise URL.
cs: '%s' není platná URL AppRise.
de: „%s“ ist keine gültige AppRise-URL.
fr: '%s' n'est pas une URL AppRise valide.
uk: '%s' не є допустимим URL AppRise.

source: RegEx '%s' is not a valid regular expression.
cs: RegEx '%s' není platný regulární výraz.
de: RegEx „%s“ ist kein gültiger regulärer Ausdruck.
fr: RegEx '%s' n'est pas une expression régulière valide.
uk: RegEx '%s' не є допустимим регулярним виразом.

source: '%s' is not a valid XPath expression. (%s)
cs: '%s' není platný výraz XPath. (%s)
de: „%s“ ist kein gültiger XPath-Ausdruck. (%s)
fr: '%s' n'est pas une expression XPath valide. (%s)
uk: '%s' не є допустимим виразом XPath. (%s)

source: '%s' is not a valid JSONPath expression. (%s)
cs: '%s' není platný výraz JSONPath. (%s)
de: „%s“ ist kein gültiger JSONPath-Ausdruck. (%s)
fr: '%s' n'est pas une expression JSONPath valide. (%s)
uk: '%s' не є допустимим виразом JSONPath. (%s)

source: '%s' is not a valid jq expression. (%s)
cs: '%s' není platný výraz jq. (%s)
de: „%s“ ist kein gültiger JQ-Ausdruck. (%s)
fr: '%s' n'est pas une expression jq valide. (%s)
uk: '%s' не є допустимим виразом jq. (%s)

source: Empty value not allowed.
cs: Prázdná hodnota není povolena.
de: Leerer Wert nicht zulässig.
fr: Valeur vide non autorisée.
uk: Порожнє значення неприпустиме.

source: Invalid value.
cs: Neplatná hodnota.
de: Ungültiger Wert.
fr: Valeur invalide.
uk: Неприпустиме значення.

source: Group tag
cs: Skupina / Značka
de: Gruppe / Label
fr: Groupe / Étiquette
uk: Тег групи

source: Watch
cs: Monitorovat
de: Überwachen
fr: Moniteur
uk: Завдання

source: Processor
cs: Procesor
de: Prozessor
fr: Processeur
uk: Процесор

source: Edit > Watch
cs: Upravit > Monitorovat
de: Bearbeiten
fr: Modifier > Surveiller
uk: Редагувати > Завдання

source: Fetch Method
cs: Nastavte metodu načítání
de: Fetch Methode
fr: Définir la méthode de récupération
uk: Метод завантаження

source: Notification Body
cs: Text oznámení
de: Benachrichtigungstext
fr: Corps de notification
uk: Тіло сповіщення

source: Notification format
cs: Formát oznámení
de: Benachrichtigungsformat
fr: Format de notification
uk: Формат сповіщення

source: Notification Title
cs: Název oznámení
de: Benachrichtigungstitel
fr: Titre de notification
uk: Заголовок сповіщення

source: Notification URL List
cs: Seznam URL oznámení
de: Liste der Benachrichtigungs-URLs
fr: Liste d'URL de notification
uk: Список URL сповіщень

source: Processor - What do you want to achieve?
cs: Procesor – Čeho chcete dosáhnout?
de: Prozessor – Was möchten Sie erreichen?
fr: Processeur – Que souhaitez-vous réaliser ?
uk: Процесор — Чого ви хочете досягти?

source: Default timezone for watch check scheduler
cs: Výchozí časové pásmo pro plánovač kontroly monitorů
de: Standardzeitzone für den Watch-Check-Planer
fr: Fuseau horaire par défaut pour le planificateur de contrôle de surveillance
uk: Часовий пояс за замовчуванням для планувальника перевірок

source: Wait seconds before extracting text
cs: sekund před extrahováním textu.
de: Warten Sie einige Sekunden, bevor Sie Text extrahieren.
fr: secondes avant d’extraire le texte.
uk: Чекати секунд перед вилученням тексту

source: Should contain one or more seconds
cs: Měl by obsahovat jednu nebo více sekund
de: Sollte eine oder mehrere Sekunden enthalten
fr: Doit contenir une ou plusieurs secondes
uk: Має містити одну або більше секунд

source: URLs
cs: URL
de: URL
fr: URL
uk: URL-адреси

source: Upload .xlsx file
cs: Nahrajte soubor .xlsx
de: Laden Sie die XLSX-Datei hoch
fr: Téléchargez le fichier .xlsx
uk: Завантажити файл .xlsx

source: Must be .xlsx file!
cs: Musí to být soubor .xlsx!
de: Muss eine XLSX-Datei sein!
fr: Il doit s'agir d'un fichier .xlsx !
uk: Має бути файл .xlsx!

source: File mapping
cs: Typ mapování souboru.
de: Dateizuordnung
fr: Type de mappage de fichiers.
uk: Зіставлення файлу

source: Operation
cs: Možnosti uživatelského rozhraní
de: UI-Optionen
fr: Options de l'interface utilisateur
uk: Операція

source: Selector
cs: Režim výběru:
de: Auswahlmodus:
fr: Mode de sélection :
uk: Селектор

source: value
cs: Pauza
de: Wert
fr: Pause
uk: значення

source: Time Between Check
cs: Interval mezi kontrolami
de: Prüfintervall
fr: Intervalle de vérification
uk: Час між перевірками

source: Use global settings for time between check and scheduler.
cs: Použijte globální nastavení pro čas mezi kontrolou a plánovačem.
de: Verwenden Sie globale Einstellungen für die Zeit zwischen Prüfung und Planer.
fr: Utilisez les paramètres globaux pour le temps entre la vérification et le programmateur.
uk: Використовувати глобальні налаштування для часу між перевірками та планувальника.

source: CSS/JSONPath/JQ/XPath Filters
cs: CSS/xPath filtr
de: CSS/xPath-Filter
fr: Filtre CSS/xPath
uk: Фільтри CSS/JSONPath/JQ/XPath

source: Remove elements
cs: Vyberte podle prvku
de: Elemente entfernen
fr: Sélectionner par élément
uk: Видалити елементи

source: Extract text
cs: Extrahujte data
de: Daten extrahieren
fr: Extraire des données
uk: Вилучити текст

source: Title
cs: Titul
de: Titel
fr: Titre
uk: Назва

source: Ignore lines containing
cs: Ignorujte všechny odpovídající řádky
de: Ignorieren Sie alle übereinstimmenden Zeilen
fr: Ignorer toutes les lignes correspondant
uk: Ігнорувати рядки, що містять

source: Request body
cs: Žádost
fr: Demande
uk: Тіло запиту

source: Request method
cs: Žádost
fr: Demande
uk: Метод запиту

source: Ignore status codes (process non-2xx status codes as normal)
cs: Ignorovat stavové kódy (zpracovat stavové kódy jiné než 2xx jako normálně)
de: Statuscodes ignorieren (Nicht-2xx-Statuscodes wie gewohnt verarbeiten)
fr: Ignorer les codes d'état (traiter les codes d'état non-2xx comme d'habitude)
uk: Ігнорувати коди статусу (обробляти коди не-2xx як звичайно)

source: Only trigger when unique lines appear in all history
cs: Spustit pouze tehdy, když se objeví jedinečné čáry
de: Wird nur ausgelöst, wenn eindeutige Zeilen angezeigt werden
fr: Se déclenche uniquement lorsque des lignes uniques apparaissent
uk: Спрацьовувати лише при появі унікальних рядків у всій історії

source: Remove duplicate lines of text
cs: Odstraňte duplicitní řádky textu
de: Entfernen Sie doppelte Textzeilen
fr: Supprimer les lignes de texte en double
uk: Видалити дублікати рядків тексту

source: Sort text alphabetically
cs: Seřadit text podle abecedy
de: Sortieren Sie den Text alphabetisch
fr: Trier le texte par ordre alphabétique
uk: Сортувати текст за алфавітом

source: Strip ignored lines
cs: Odstraňte ignorované řádky
de: Entfernen Sie ignorierte Zeilen
fr: Supprimer les lignes ignorées
uk: Прибирати проігноровані рядки

source: Trim whitespace before and after text
cs: Odstraňte všechny mezery před a za každým řádkem textu
de: Entfernen Sie alle Leerzeichen vor und nach jeder Textzeile
fr: Supprimez tout espace avant et après chaque ligne de texte
uk: Обрізати пробіли до та після тексту

source: Added lines
cs: Přidané řádky
de: Hinzugefügte Zeilen
fr: Lignes ajoutées
uk: Додані рядки

source: Replaced/changed lines
cs: Vyměněny/změněny řádky
de: Zeilen ersetzt/geändert
fr: Lignes remplacées/modifiées
uk: Замінені/змінені рядки

source: Removed lines
cs: Odebráno
de: Entfernte Zeilen
fr: Lignes supprimées
uk: Видалені рядки

source: Keyword triggers - Trigger/wait for text
cs: Spouštěče klíčových slov – Spouštění/čekání na text
de: Schlüsselwort-Trigger – Auslösen/Warten auf Text
fr: Déclencheurs de mots clés – Déclencher/attendre du texte
uk: Ключові слова-тригери - Спрацювати/чекати текст

source: Block change-detection while text matches
cs: Blokovat detekci změn, když se text shoduje
de: Blockieren Sie die Änderungserkennung, während der Text übereinstimmt
fr: Bloquer la détection des modifications lorsque le texte correspond
uk: Блокувати виявлення змін, поки текст збігається

source: Execute JavaScript before change detection
cs: Spusťte JavaScript před detekcí změn
de: Führen Sie JavaScript vor der Änderungserkennung aus
fr: Exécuter JavaScript avant la détection des modifications
uk: Виконати JavaScript перед виявленням змін

source: Save
cs: Uložit
de: Speichern
fr: Sauvegarder
uk: Зберегти

source: Proxy
uk: Проксі

source: Send a notification when the filter can no longer be found on the page
cs: Odeslat upozornění, když filtr již na stránce nelze najít
de: Senden Sie eine Benachrichtigung, wenn der Filter nicht mehr auf der Seite gefunden werden kann
fr: Envoyer une notification lorsque le filtre n'est plus trouvé sur la page
uk: Надіслати сповіщення, коли фільтр більше не може бути знайдений на сторінці

source: Muted
cs: Ztlumit
de: Stumm
fr: Muet
uk: Заглушено

source: On
cs: Zapnuto
de: An
fr: Activé
uk: Увімк

source: Notifications
cs: Oznámení
de: Benachrichtigungen
uk: Сповіщення

source: Attach screenshot to notification (where possible)
cs: Připojte snímek obrazovky k oznámení (pokud je to možné)
de: Screenshot an Benachrichtigung anhängen (sofern möglich)
fr: Joindre une capture d'écran à la notification (si possible)
uk: Прикріпити скріншот до сповіщення (де можливо)

source: Match
cs: # monitory
de: Übereinstimmung
fr: Correspondance
uk: Збіг

source: Match all of the following
cs: Spojte všechny následující položky
de: Passen Sie alle folgenden Punkte an
fr: Faites correspondre tous les éléments suivants
uk: Збіг усіх наступних умов

source: Match any of the following
cs: Přiřaďte kteroukoli z následujících možností
de: Entspricht einer der folgenden Bedingungen
fr: Faites correspondre l'un des éléments suivants
uk: Збіг будь-якої з наступних умов

source: Use page <title> in list
cs: V seznamu použijte stránku <title>
de: Verwenden Sie Seite <Titel> in der Liste
fr: Utiliser la page <titre> dans la liste
uk: Використовувати <title> сторінки у списку

source: Number of history items per watch to keep
uk: Кількість збережених записів історії для кожного завдання

source: Body must be empty when Request Method is set to GET
cs: Když je metoda požadavku nastavena na GET, tělo musí být prázdné
de: Der Textkörper muss leer sein, wenn die Anforderungsmethode auf GET gesetzt ist
fr: Le corps doit être vide lorsque la méthode de requête est définie sur GET
uk: Тіло має бути порожнім, якщо метод запиту встановлено на GET

source: Invalid template syntax configuration: %(error)s
cs: Neplatná konfigurace syntaxe šablony: %(error)s
de: Ungültige Vorlagensyntaxkonfiguration: %(error)s
fr: Configuration de syntaxe de modèle non valide : %(error)s
uk: Невірний синтаксис конфігурації шаблону: %(error)s

source: Invalid template syntax: %(error)s
cs: Neplatná syntaxe šablony: %(error)s
de: Ungültige Vorlagensyntax: %(error)s
fr: Syntaxe de modèle non valide : %(error)s
uk: Невірний синтаксис шаблону: %(error)s

source: Invalid template syntax in "%(header)s" header: %(error)s
de: Ungültige Vorlagensyntax im Header „%(header)s“: %(error)s
uk: Невірний синтаксис шаблону в заголовку "%(header)s": %(error)s

source: Name
cs: Název
fr: Nom
uk: Ім'я

source: Proxy URL
fr: URL du proxy
uk: URL проксі

source: Proxy URLs must start with http://, https:// or socks5://
cs: Proxy URL musí začínat http://, https:// nebo socks5://
de: Proxy-URLs müssen mit http://, https:// oder sock5:// beginnen.
fr: Les URL proxy doivent commencer par http://, https:// ou chaussettes5://
uk: URL проксі повинні починатися з http://, https:// або socks5://

source: Browser connection URL
cs: Adresa URL připojení prohlížeče
de: Browser-Verbindungs-URL
fr: URL de connexion au navigateur
uk: URL підключення браузера

source: Browser URLs must start with wss:// or ws://
cs: Adresy URL prohlížeče musí začínat wss:// nebo ws://
de: Browser-URLs müssen mit wss:// oder ws:// beginnen.
fr: Les URL du navigateur doivent commencer par wss:// ou ws://
uk: URL браузера повинні починатися з wss:// або ws://

source: Plaintext requests
cs: Požadavky na prostý text
de: Klartext-Anfragen
fr: Requêtes en texte brut
uk: Текстові запити

source: Chrome requests
cs: Chrome požadavky
de: Chrome-Anfragen
fr: Requêtes Chrome
uk: Запити Chrome

source: Default proxy
cs: Výchozí proxy
de: Standard-Proxy
fr: Proxy par défaut
uk: Проксі за замовчуванням

source: Random jitter seconds ± check
cs: Náhodné jitter sekundy ± kontrola
de: Zufällige Jitter-Sekunden ± überprüfen
fr: Secondes de gigue aléatoire ± vérification
uk: Випадковий джитер (сек) ± перевірка

source: Number of fetch workers
cs: Počet pracovníků aportů
de: Anzahl der Fetch Arbeiter
fr: Nombre de travailleurs de récupération
uk: Кількість воркерів завантаження

source: Should be between 1 and 50
cs: Mělo by být mezi 1 a 50
de: Sollte zwischen 1 und 50 liegen
fr: Doit être compris entre 1 et 50
uk: Має бути між 1 та 50

source: Requests timeout in seconds
cs: Požaduje časový limit v sekundách
de: Anforderungs-Timeout in Sekunden
fr: Délai d'expiration des demandes en secondes
uk: Тайм-аут запитів у секундах

source: Should be between 1 and 999
cs: Mělo by být mezi 1 a 999
de: Sollte zwischen 1 und 999 liegen
fr: Doit être compris entre 1 et 999
uk: Має бути між 1 та 999

source: Default User-Agent overrides
cs: Výchozí přepisy User-Agent
de: Standardmäßige User-Agent Überschreibungen
fr: Remplacements de l'agent utilisateur par défaut
uk: Перевизначення User-Agent за замовчуванням

source: Both a name, and a Proxy URL is required.
cs: Je vyžadován název i adresa URL proxy.
de: Es sind sowohl ein Name als auch eine Proxy-URL erforderlich.
fr: Un nom et une URL de proxy sont requis.
uk: Потрібно вказати і ім'я, і URL проксі.

source: Open 'History' page in a new tab
cs: Otevřete stránku „Historie“ na nové kartě
de: Öffnen Sie die Seite „Verlauf“ in einem neuen Tab
fr: Ouvrir la page "Historique" dans un nouvel onglet
uk: Відкривати сторінку 'Історія' у новій вкладці

source: Realtime UI Updates Enabled
cs: Aktualizace v reálném čase offline
de: Echtzeit-UI-Updates aktiviert
fr: Mises à jour en temps réel hors ligne
uk: Оновлення UI в реальному часі увімкнено

source: Favicons Enabled
cs: zvážit povolení
de: Favicons Aktiviert
fr: Favicons Activés
uk: Фавіконки увімкнено

source: Use page <title> in watch overview list
cs: Použijte stránku <title> v přehledu sledování
de: Verwenden Sie die Seite <Titel> in der Übersichtsliste der Beobachtungen
fr: Utiliser la page <titre> dans la liste de présentation des moniteurs
uk: Використовувати <title> сторінки у списку огляду завдань

source: API access token security check enabled
cs: Kontrola zabezpečení přístupového tokenu API povolena
de: Sicherheitsüberprüfung des API-Zugriffstokens aktiviert
fr: Contrôle de sécurité du jeton d'accès à l'API activé
uk: Перевірку безпеки токена доступу API увімкнено

source: Notification base URL override
cs: Základní URL pro upozornění
de: Benachrichtigungs-Basis-URL überschreiben
fr: URL de base pour les notifications
uk: Перевизначення базового URL сповіщень

source: Treat empty pages as a change?
cs: Považovat prázdné stránky za změnu?
de: Leere Seiten als Änderung behandeln?
fr: Considérer les pages vides comme un changement ?
uk: Вважати порожні сторінки зміною?

source: Ignore Text
cs: Text chyby
de: Text ignorieren
fr: Ignorer le texte
uk: Ігнорувати текст

source: Ignore whitespace
cs: Ignorujte mezery
de: Leerzeichen ignorieren
fr: Ignorer les espaces
uk: Ігнорувати пробіли

source: Must be between 0 and 100
cs: Musí být mezi 0 a 100
de: Muss zwischen 0 und 100 liegen
fr: Doit être compris entre 0 et 100
uk: Має бути між 0 та 100

source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
uk: Пароль

source: Pager size
cs: Velikost pageru
de: Pagergröße
fr: Taille de la mémoire
uk: Розмір сторінки (пагінація)

source: Should be atleast zero (disabled)
cs: Mělo by být alespoň nula (vypnuto)
de: Sollte mindestens Null sein (deaktiviert)
fr: Doit être au moins zéro (désactivé)
uk: Має бути як мінімум нуль (вимкнено)

source: RSS Content format
cs: Formát obsahu RSS
de: RSS-Inhaltsformat
fr: Format du contenu RSS
uk: Формат контенту RSS

source: RSS <description> body built from
cs: RSS <description> tělo sestavené z
de: RSS-<Beschreibung>-Körper erstellt aus
fr: RSS <description> corps construit à partir de
uk: Тіло <description> RSS будується з

source: RSS "System default" template override
de: RSS-Vorlage „Systemstandard“ überschreiben
fr: Ecraser le template RSS par défaut
uk: Перевизначення шаблону RSS "Системний за замовчуванням"

source: Remove password
cs: Odebrat heslo
de: Passwort entfernen
fr: Enlever le mot de passe
uk: Видалити пароль

source: Render anchor tag content
cs: Vykreslit obsah kotvící značky
de: Rendern Sie den Inhalt des Ankertags
fr: Afficher le contenu de la balise d'ancrage
uk: Рендерити контент тегу anchor

source: Allow anonymous access to watch history page when password is enabled
cs: Povolit anonymní přístup na stránku historie sledování, když je povoleno heslo
de: Erlauben Sie anonymen Zugriff auf die Seite mit dem Wiedergabeverlauf, wenn das Passwort aktiviert ist
fr: Autoriser l'accès anonyme à la page de l'historique des vidéos regardées lorsque le mot de passe est activé
uk: Дозволити анонімний доступ до історії завдань при увімкненому паролі

source: Hide muted watches from RSS feed
cs: Skrýt ztlumené monitory ze zdroje RSS
de: Ausgeblendete Beobachtungen aus RSS-Feed ausblenden
fr: Masquer les moniteurs en sourdine du flux RSS
uk: Приховати заглушені завдання з RSS-стрічки

source: Enable RSS reader mode
cs: Povolit režim čtečky RSS
de: Aktivieren Sie den RSS-Reader-Modus
fr: Activer le mode lecteur RSS
uk: Увімкнути режим RSS-рідера

source: Number of changes to show in watch RSS feed
cs: Počet změn, které se mají zobrazit v kanálu RSS sledování
de: Anzahl der Änderungen, die im Beobachtungs-RSS-Feed angezeigt werden sollen
fr: Nombre de modifications à afficher dans le flux RSS du moniteur
uk: Кількість змін для показу в RSS-стрічці завдання

source: Should contain zero or more attempts
cs: Mělo by obsahovat nula nebo více pokusů
de: Sollte null oder mehr Versuche enthalten
fr: Doit contenir zéro ou plusieurs tentatives
uk: Має містити нуль або більше спроб

source: Number of times the filter can be missing before sending a notification
cs: Kolikrát může filtr chybět před odesláním upozornění
de: Häufigkeit, mit der der Filter fehlen darf, bevor eine Benachrichtigung gesendet wird
fr: Nombre de fois où le filtre peut être manquant avant l'envoi d'une notification
uk: Кількість разів, яку фільтр може бути відсутнім перед надсиланням сповіщення

source: RegEx to extract
cs: RegEx k extrahování
de: RegEx zum Extrahieren
fr: RegEx à extraire
uk: RegEx для вилучення

source: Extract as CSV
cs: Extrahujte data
de: Als CSV exportieren
fr: Extraire des données
uk: Вилучити як CSV

source: No matches found while scanning all of the watch history for that RegEx.
de: Beim Durchsuchen des gesamten Überwachungsverlaufs nach diesem regulären Ausdruck wurden keine Übereinstimmungen gefunden.
uk: Збігів не знайдено під час сканування всієї історії цього завдання за даним RegEx.

source: Not enough history to compare. Need at least 2 snapshots.
de: Nicht genügend Daten für einen Vergleich. Mindestens 2 snapshots erforderlich.
uk: Недостатньо історії для порівняння. Потрібно мінімум 2 знімки.

source: Failed to load screenshots: {}
de: Screenshots konnten nicht geladen werden: {}
uk: Не вдалося завантажити скриншоти: {}

source: Failed to calculate diff: {}
de: Berechnung der Differenz fehlgeschlagen: {}
uk: Не вдалося розрахувати різницю: {}

source: Bounding box value is too long
cs: Hodnota ohraničujícího rámečku je příliš dlouhá
de: Der Wert des Begrenzungsrahmens ist zu lang
fr: La valeur du cadre de sélection est trop longue
uk: Значення обмежувальної рамки занадто довге

source: Bounding box must be in format: x,y,width,height (integers only)
cs: Ohraničovací rámeček musí být ve formátu: x,y,šířka,výška (pouze celá čísla)
de: Der Begrenzungsrahmen muss folgendes Format haben: x, y, Breite, Höhe (nur Ganzzahlen)
fr: Le cadre de délimitation doit être au format : x,y,largeur,hauteur (entiers uniquement)
uk: Обмежувальна рамка має бути у форматі: x,y,ширина,висота (тільки цілі числа)
