Repository: dgtlmoon/changedetection.io
Catalog: changedetectionio/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, uk

source: method requires a network connection to a running WebDriver+Chrome server, set by the ENV var 'WEBDRIVER_URL'.
de: Die Methode erfordert eine Netzwerkverbindung zu einem laufenden WebDriver+Chrome-Server, der durch die Umgebungsvariable „WEBDRIVER_URL“ festgelegt wird.
uk: метод потребує підключення до сервера WebDriver+Chrome, заданого змінною 'WEBDRIVER_URL'.

source: Check/Scan all
cs: Znovu zkontrolujte vše
de: Überprüfen Sie alles noch einmal
fr: Revérifiez tout
uk: Перевірити/Сканувати всі

source: Choose a proxy for this watch
cs: RSS kanál pro tyto monitory
de: Wählen Sie einen Proxy für diese Überwachung.
fr: Choisissez un proxy pour ce moniteur
uk: Виберіть проксі для цього завдання

source: Using the current global default settings
cs: Použití aktuálního globálního výchozího nastavení
de: Verwendung der aktuellen globalen Standardeinstellungen
fr: Utilisation des paramètres globaux par défaut actuels
uk: Використовуються поточні глобальні налаштування

source: Show advanced options
cs: Zobrazit pokročilé možnosti
de: Erweiterte Optionen anzeigen
fr: Afficher les options avancées
uk: Показати розширені налаштування

source: Run this code before performing change detection, handy for filling in fields and other actions
de: Führen Sie diesen Code vor der Änderungserkennung aus. Er ist praktisch zum Ausfüllen von Feldern und für andere Aktionen.
uk: Виконати цей код перед перевіркою змін, зручно для заповнення полів та інших дій

source: More help and examples here
cs: Další nápověda a příklady zde
de: Weitere Hilfe und Beispiele finden Sie hier
fr: Plus d'aide et d'exemples ici
uk: Більше довідки та прикладів тут

source: Variables are supported in the request body
cs: V těle požadavku jsou podporovány proměnné
de: Variablen werden im Anforderungstext unterstützt
fr: Les variables sont prises en charge dans le corps de la requête
uk: Змінні підтримуються в тілі запиту

source: Variables are supported in the request header values
cs: Proměnné jsou podporovány v hodnotách hlavičky požadavku
de: Variablen werden in den Werten der Anfrage-Header unterstützt.
fr: Les variables sont prises en charge dans les valeurs d'en-tête de requête
uk: Змінні підтримуються в заголовках запиту

source: Alert! Extra headers file found and will be added to this watch!
cs: Upozornění! Byl nalezen další soubor záhlaví a bude přidán do těchto monitorů!
de: Alarm! Zusätzliche Header-Datei gefunden und wird dieser Überwachung hinzugefügt!
fr: Alerte! Fichier d'en-têtes supplémentaire trouvé et sera ajouté à cette montre !
uk: Увага! Знайдено файл додаткових заголовків, їх буде додано до цього завдання!

source: Headers can be also read from a file in your data-directory
cs: Záhlaví lze také číst ze souboru ve vašem datovém adresáři
de: Header können auch aus einer Datei in Ihrem Datenverzeichnis gelesen werden
fr: Les en-têtes peuvent également être lus à partir d'un fichier dans votre répertoire de données
uk: Заголовки також можуть бути прочитані з файлу у вашій директорії даних

source: Read more here
cs: Přečtěte si více zde
de: Lesen Sie hier mehr
fr: Lire la suite ici
uk: Читати більше тут

source: Not supported by Selenium browser
cs: Není podporováno prohlížečem Selenium
de: Wird vom Selenium-Browser nicht unterstützt
fr: Non pris en charge par le navigateur Selenium
uk: Не підтримується браузером Selenium

source: Turn on text finder
cs: Zapněte vyhledávač textu
de: Schalten Sie den Textfinder ein
fr: Activer la recherche de texte
uk: Увімкнути текстовий пошук

source: Please wait, first browser step can take a little time to load..
cs: Čekejte prosím, načtení prvního kroku prohlížeče může chvíli trvat.
de: Bitte warten Sie, der erste Schritt des Browsers kann etwas Zeit zum Laden benötigen.
fr: Veuillez patienter, le chargement de la première étape du navigateur peut prendre un peu de temps.
uk: Будь ласка, зачекайте, перший крок браузера може зайняти деякий час...

source: Click here to Start
cs: Začněte kliknutím sem
de: Klicken Sie hier, um zu starten
fr: Cliquez ici pour commencer
uk: Натисніть тут для запуску

source: Please allow 10-15 seconds for the browser to connect.
cs: Počkejte prosím 10–15 sekund, než se prohlížeč připojí.
de: Bitte warten Sie 10–15 Sekunden, bis der Browser eine Verbindung herstellt.
fr: Veuillez attendre 10 à 15 secondes pour que le navigateur se connecte.
uk: Будь ласка, зачекайте 10-15 секунд для підключення браузера.

source: Press "Play" to start.
de: Drücken Sie „Play“, um zu starten.
uk: Натисніть "Play" для старту.

source: Visual Selector data is not ready, watch needs to be checked atleast once.
cs: Data Visual Selector nejsou připravena, monitory je třeba alespoň jednou zkontrolovat.
de: Die Daten des visuellen Selektors sind noch nicht bereit, die Überwachung muss mindestens einmal überprüft werden.
fr: Les données du sélecteur visuel ne sont pas prêtes, le moniteur doit être vérifié au moins une fois.
uk: Дані візуального селектора не готові, завдання має бути перевірено хоча б один раз.

source: Sorry, this functionality only works with fetchers that support interactive Javascript (so far only Playwright based fetchers)
de: Leider funktioniert diese Funktion nur mit Fetchern, die interaktives JavaScript unterstützen (bisher nur Playwright-basierte Fetcher).
uk: Вибачте, ця функція працює лише із завантажувачами, що підтримують інтерактивний Javascript (наразі лише на базі Playwright)

source: to one that supports interactive Javascript.
cs: na ten, který podporuje interaktivní Javascript.
de: zu einer, die interaktives Javascript unterstützt.
fr: à celui qui prend en charge Javascript interactif.
uk: на той, що підтримує інтерактивний Javascript.

source: You need to
cs: musíte
de: Das musst du
fr: Vous devez
uk: Вам потрібно

source: Set the fetch method
cs: Nastavte metodu načítání
de: Legen Sie die Fetch-Methode fest
fr: Définir la méthode de récupération
uk: Встановити метод завантаження

source: Use the verify (✓) button to test if a condition passes against the current snapshot.
de: Verwenden Sie die Schaltfläche „Überprüfen“ (✓), um zu testen, ob eine Bedingung für den aktuellen Snapshot erfüllt ist.
uk: Використовуйте кнопку перевірки (✓), щоб протестувати умову на поточному знімку.

source: Read a quick tutorial about
cs: Přečtěte si rychlý tutoriál o
de: Lesen Sie ein kurzes Tutorial darüber
fr: Lisez un tutoriel rapide sur
uk: Прочитайте короткий посібник про

source: using conditional web page changes here
cs: pomocí podmíněných změn webové stránky zde
de: Verwenden Sie hier bedingte Webseitenänderungen
fr: en utilisant les modifications conditionnelles de page Web ici
uk: використання умовних змін веб-сторінок тут

source: Activate preview
cs: Náhled
de: Vorschau aktivieren
fr: Aperçu
uk: Активувати попередній перегляд

source: Pro-tips:
cs: Pro-tipy:
de: Profi-Tipps:
fr: Conseils de pro :
uk: Поради:

source: Use the preview page to see your filters and triggers highlighted.
cs: Pomocí stránky náhledu uvidíte zvýrazněné filtry a spouštěče.
de: Verwenden Sie die Vorschauseite, um Ihre Filter und Auslöser hervorgehoben anzuzeigen.
fr: Utilisez la page d'aperçu pour voir vos filtres et déclencheurs mis en surbrillance.
uk: Використовуйте сторінку попереднього перегляду, щоб побачити підсвічування фільтрів і тригерів.

source: Limit trigger/ignore/block/extract to;
cs: Omezit spouštění/ignorovat/blokovat/extrahovat na;
de: Auslösen/Ignorieren/Blockieren/Extrahieren beschränken auf;
fr: Limiter le déclenchement/ignorer/bloquer/extraire à ;
uk: Обмежити тригер/ігнор/блок/вилучення до;

source: Note: Depending on the length and similarity of the text on each line, the algorithm may consider an
de: Hinweis: Je nach Länge und Ähnlichkeit des Textes in jeder Zeile kann der Algorithmus eine
uk: Примітка: Залежно від довжини та схожості тексту, алгоритм може вважати це

source: instead of
cs: místo
de: anstatt
fr: au lieu de
uk: замість

source: replacement
cs: nahrazení
de: Ersatz
fr: remplacement
uk: заміною

source: for example.
cs: například.
de: Zum Beispiel.
fr: Par exemple.
uk: наприклад.

source: addition
cs: přidání
de: Zusatz
fr: ajout
uk: додаванням

source: So it's always better to select
cs: Vždy je tedy lepší vybírat
de: Es ist also immer besser, auszuwählen
fr: Il est donc toujours préférable de sélectionner
uk: Тому завжди краще обирати

source: when you're interested in new content.
cs: když vás zajímá nový obsah.
de: wenn Sie an neuen Inhalten interessiert sind.
fr: lorsque vous êtes intéressé par du nouveau contenu.
uk: коли вас цікавить новий контент.

source: When content is merely moved in a list, it will also trigger an
cs: Když se obsah pouze přesune v seznamu, spustí se také
de: Wenn Inhalte lediglich in einer Liste verschoben werden, löst dies ebenfalls einen
fr: Lorsque le contenu est simplement déplacé dans une liste, cela déclenchera également un
uk: Коли контент просто переміщується у списку, це також викличе

source: consider enabling
cs: zvážit povolení
de: Erwägen Sie die Aktivierung
fr: envisager d'activer
uk: розгляньте увімкнення

source: Only trigger when unique lines appear
cs: Spustit pouze tehdy, když se objeví jedinečné čáry
de: Wird nur ausgelöst, wenn eindeutige Zeilen angezeigt werden
fr: Se déclenche uniquement lorsque des lignes uniques apparaissent
uk: Спрацьовувати лише при появі унікальних рядків

source: Good for websites that just move the content around, and you want to know when NEW content is added, compares new lines against all history for this watch.
de: Gut geeignet für Websites, auf denen nur Inhalte verschoben werden und Sie wissen möchten, wann NEUE Inhalte hinzugefügt werden. Vergleicht neue Zeilen mit dem gesamten Verlauf dieser Überwachung.
uk: Корисно для сайтів, які просто переміщують контент, коли ви хочете знати лише про НОВИЙ контент. Порівнює нові рядки з усією історією цього завдання.

source: Helps reduce changes detected caused by sites shuffling lines around, combine with
de: Hilft dabei, erkannte Änderungen zu reduzieren, die durch das Umstellen von Zeilen auf Websites verursacht werden, kombiniert mit
uk: Допомагає зменшити хибні спрацювання, спричинені перемішуванням рядків на сайті, використовуйте разом із

source: check unique lines
cs: zkontrolujte jedinečné řádky
de: Überprüfen Sie eindeutige Zeilen
fr: vérifier les lignes uniques
uk: перевірка унікальних рядків

source: below.
cs: níže.
de: unten.
fr: ci-dessous.
uk: нижче.

source: Remove any whitespace before and after each line of text
cs: Odstraňte všechny mezery před a za každým řádkem textu
de: Entfernen Sie alle Leerzeichen vor und nach jeder Textzeile
fr: Supprimez tout espace avant et après chaque ligne de texte
uk: Видаляти пробіли на початку та в кінці кожного рядка тексту

source: Loading...
cs: Načítání...
de: Laden...
fr: Chargement...
uk: Завантаження...

source: The Visual Selector tool lets you select the
cs: Nástroj Visual Selector umožňuje vybrat
de: Mit dem visuellen Auswahltool können Sie Folgendes auswählen
fr: L'outil Visual Selector vous permet de sélectionner le
uk: Інструмент візуального вибору дозволяє вибрати

source: text
fr: texte
uk: текстові

source: elements that will be used for the change detection. It automatically fills-in the filters in the "CSS/JSONPath/JQ/XPath Filters" box of the
de: Elemente, die für die Änderungserkennung verwendet werden. Es füllt automatisch die Filter im Feld „CSS/JSONPath/JQ/XPath-Filter” des
uk: елементи, які будуть використовуватися для виявлення змін. Він автоматично заповнює фільтри в полі "CSS/JSONPath/JQ/XPath Фільтри" у вкладці

source: tab. Use
cs: Pauza
de: Tab. Verwendung
fr: Pause
uk: . Використовуйте

source: Shift+Click
cs: Shift+kliknutí
de: Umschalt+Klick
fr: Maj+Clic
uk: Shift+Клік

source: to select multiple items.
cs: pro výběr více položek.
de: um mehrere Elemente auszuwählen.
fr: pour sélectionner plusieurs éléments.
uk: для вибору кількох елементів.

source: Selection Mode:
cs: Režim výběru:
de: Auswahlmodus:
fr: Mode de sélection :
uk: Режим вибору:

source: Select by element
cs: Vyberte podle prvku
de: Nach Element auswählen
fr: Sélectionner par élément
uk: Вибір за елементом

source: Draw area
cs: Kreslit oblast
de: Bereich zeichnen
fr: Zone de dessin
uk: Малювання області

source: Clear selection
cs: Jasný výběr
de: Klare Auswahl
fr: Effacer la sélection
uk: Очистити вибір

source: One moment, fetching screenshot and element information..
cs: Okamžik, načítání snímku obrazovky a informací o prvku.
de: Einen Moment, Screenshot und Elementinformationen abrufen.
fr: Un instant, récupération de la capture d'écran et des informations sur les éléments.
uk: Хвилинку, отримання скріншота та інформації про елементи...

source: Currently:
cs: V současné době:
de: Momentan:
fr: Actuellement:
uk: В даний час:

source: Sorry, this functionality only works with fetchers that support Javascript and screenshots (such as playwright etc).
de: Leider funktioniert diese Funktion nur mit Fetchern, die Javascript und Screenshots unterstützen (wie z. B. Playwright usw.).
uk: Вибачте, ця функція працює лише із завантажувачами, що підтримують Javascript і скріншоти (наприклад, playwright).

source: to one that supports Javascript and screenshots.
cs: na ten, který podporuje Javascript a snímky obrazovky.
de: zu einer, die Javascript und Screenshots unterstützt.
fr: à celui qui prend en charge Javascript et les captures d'écran.
uk: на підтримуючий Javascript і скріншоти.

source: Check count
cs: Zkontrolujte počet
de: Anzahl prüfen
fr: Nombre de chèques
uk: Кількість перевірок

source: Consecutive filter failures
cs: Následná selhání filtru
de: Aufeinanderfolgende Filterausfälle
fr: Pannes de filtre consécutives
uk: Послідовні помилки фільтра

source: History length
cs: Dějiny
de: Länge des Verlaufs
fr: Histoire
uk: Довжина історії

source: Last fetch duration
cs: Trvání posledního načtení
de: Dauer des letzten Abrufs
fr: Durée de la dernière récupération
uk: Тривалість останнього завантаження

source: Notification alert count
cs: Počet upozornění na upozornění
de: Anzahl der Benachrichtigungsalarme
fr: Nombre d'alertes de notification
uk: Кількість надісланих сповіщень

source: Server type reply
cs: Odpověď typu serveru
de: Antwort vom Servertyp
fr: Réponse du type de serveur
uk: Відповідь типу сервера

source: Download latest HTML snapshot
cs: Stáhněte si nejnovější HTML snímek
de: Laden Sie den neuesten HTML-Snapshot herunter
fr: Télécharger le dernier instantané HTML
uk: Завантажити останній знімок HTML

source: Delete Watch?
cs: Smazat monitory?
de: Überwachung löschen?
fr: Supprimer les montres ?
uk: Видалити завдання?

source: Are you sure you want to delete the watch for:
cs: Opravdu chcete smazat monitory pro:
de: Sind Sie sicher, dass Sie die Überwachung löschen möchten für:
fr: Êtes-vous sûr de vouloir supprimer la montre pour :
uk: Ви впевнені, що хочете видалити завдання для:

source: This action cannot be undone.
cs: Tuto akci nelze vrátit zpět.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut pas être annulée.
uk: Цю дію неможливо скасувати.

source: Clear History?
cs: Vymazat historii?
de: Verlauf löschen?
fr: Effacer les historiques
uk: Очистити історію?

source: Are you sure you want to clear all history for:
cs: Opravdu chcete vymazat celou historii pro:
de: Sind Sie sicher, dass Sie den gesamten Verlauf löschen möchten für:
fr: Êtes-vous sûr de vouloir effacer tout l'historique pour :
uk: Ви впевнені, що хочете очистити всю історію для:

source: This will remove all snapshots and previous versions. This action cannot be undone.
de: Dadurch werden alle Snapshots und früheren Versionen entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
uk: Це видалить усі знімки та попередні версії. Цю дію неможливо скасувати.

source: Clear History
cs: Vymazat historii
de: Verlauf löschen
fr: Effacer les historiques
uk: Очистити історію

source: Clone & Edit
cs: Klonovat a upravovat
de: Klonen und bearbeiten
fr: Cloner et modifier
uk: Клонувати та Редагувати

source: Select timestamp
cs: Vyberte časové razítko
de: Zeitstempel auswählen
fr: Sélectionnez l'horodatage
uk: Виберіть мітку часу

source: Go
cs: Jít
de: Gehen
fr: Aller
uk: Перейти

source: Current erroring screenshot from most recent request
cs: Aktuální chybový snímek obrazovky z posledního požadavku
de: Aktueller fehlerhafter Screenshot aus der letzten Anfrage
fr: Capture d'écran erronée actuelle de la demande la plus récente
uk: Поточний скріншот з помилкою з останнього запиту

source: Screenshot requires a Content Fetcher ( Sockpuppetbrowser, selenium, etc ) that supports screenshots.
de: Für Screenshots ist ein Content Fetcher (Sockpuppetbrowser, Selenium usw.) erforderlich, der Screenshots unterstützt.
uk: Скріншот вимагає завантажувача контенту (Sockpuppetbrowser, selenium тощо), який підтримує створення скріншотів.

source: Warning, URL {} already exists
de: Achtung, die URL {} existiert bereits.
uk: Увага, URL {} вже існує

source: Watch added in Paused state, saving will unpause.
de: Die Überwachung wurde im Status „Pausiert“ hinzugefügt. Durch Speichern wird die Pause aufgehoben.
uk: Завдання додано в стані 'Пауза', збереження зніме його з паузи.

source: Watch added.
de: Überwachung hinzugefügt.
uk: Завдання додано.

source: displaying <b>{start} - {end}</b> {record_name} in total <b>{total}</b>
cs: zobrazeno <b>{start} - {end}</b> {record_name} z celkem <b>{total}</b>
de: zeige <b>{start} - {end}</b> {record_name} von insgesamt <b>{total}</b>
fr: affichage de <b>{start} - {end}</b> {record_name} sur un total de <b>{total}</b>
uk: відображено <b>{start} - {end}</b> {record_name}, всього <b>{total}</b>

source: records
cs: záznamy
de: Einträge
fr: enregistrements
uk: записів

source: Changedetection.io can monitor more than just web-pages! See our plugins!
uk: Changedetection.io може моніторити більше, ніж просто веб-сторінки! Дивіться наші плагіни!

source: More info
cs: Více informací
de: Weitere Informationen
fr: Plus d'informations
uk: Детальніше

source: You can also add 'shared' watches.
uk: Ви також можете додати 'спільні' завдання.

source: Add a new web page change detection watch
cs: Přidejte nové monitory zjišťování změn webové stránky
de: Fügen Sie eine neue Überwachung zur Erkennung von Webseitenänderungen hinzu
fr: Ajouter une nouvelle surveillance de détection de changement de page Web
uk: Додати нове завдання відстеження змін веб-сторінки

source: Watch this URL!
cs: Monitorovat tuto URL!
de: Diese URL überwachen!
fr: Surveillez cette URL !
uk: Відстежувати цей URL!

source: Edit first then Watch
cs: Upravit a monitorovat
de: Bearbeiten > Überwachen
fr: Modifier > Surveiller
uk: Спочатку редагувати, потім Відстежувати

source: Pause
cs: Pauza
uk: Пауза

source: UnPause
cs: Zrušit pozastavení
de: Pause aufheben
fr: Reprendre la pause
uk: Старт

source: Mute
cs: Ztlumit
de: Stumm
fr: Muet
uk: Заглушити

source: UnMute
cs: Zrušit ztlumení
de: Stummschaltung aufheben
fr: Réactiver le son
uk: Увімкнути звук

source: Tag
cs: Štítek
fr: Étiqueter
uk: Тег

source: Mark viewed
cs: Mark zobrazil
de: Markierung angesehen
fr: Marquer consulté
uk: Позначити як переглянуте

source: Use default notification
cs: Použít výchozí oznámení
de: Standardbenachrichtigung verwenden
fr: Utiliser la notification par défaut
uk: Вик. сповіщення за замовчуванням

source: Clear errors
cs: Vymazat chyby
de: Fehler löschen
fr: Effacer les erreurs
uk: Очистити помилки

source: Clear Histories
cs: Vymazat historie
de: Verlauf löschen
fr: Effacer les historiques
uk: Очистити історії

source: <p>Are you sure you want to clear history for the selected items?</p><p>This action cannot be undone.</p>
de: <p>Möchten Sie den Verlauf für die ausgewählten Elemente wirklich löschen?</p><p>Diese Aktion kann nicht rückgängig gemacht werden.</p>
uk: <p>Ви впевнені, що хочете очистити історію для вибраних елементів?</p><p>Цю дію неможливо скасувати.</p>

source: OK
fr: D'ACCORD
uk: ОК

source: Clear/reset history
cs: Vymazat/resetovat historii
de: Verlauf löschen/zurücksetzen
fr: Effacer/réinitialiser l'historique
uk: Очистити/скинути історію

source: Delete Watches?
cs: Smazat monitory?
de: Überwachungen löschen?
fr: Supprimer les montres ?
uk: Видалити завдання?

source: <p>Are you sure you want to delete the selected watches?</strong></p><p>This action cannot be undone.</p>
de: <p>Möchten Sie die ausgewählten Überwachungen wirklich löschen?</strong></p><p>Diese Aktion kann nicht rückgängig gemacht werden.</p>
uk: <p>Ви впевнені, що хочете видалити вибрані завдання?</p><p>Цю дію неможливо скасувати.</p>

source: Queued size
cs: Velikost fronty
de: Warteschlangengröße
fr: Taille de la file
uk: Розмір черги

source: Searching
cs: Hledání
de: Suchen
fr: Recherche
uk: Пошук

source: All
cs: Vše
de: Alle
fr: Tous
uk: Всі

source: Website
cs: webové stránky
de: Webseite
fr: Site web
uk: Вебсайт

source: Restock & Price
cs: Doplnění zásob a cena
de: Auffüllen und Preis
fr: Réapprovisionnement et prix
uk: Наявність та Ціна

source: Checked
cs: Zkontrolováno
de: Geprüft
fr: Vérification
uk: Перевірено

source: Last
cs: Poslední
de: Zuletzt
fr: Dernier
uk: Останній

source: Changed
cs: Změněno
de: Geändert
fr: Modifié
uk: Змінено

source: No web page change detection watches configured, please add a URL in the box above, or
cs: Nejsou nakonfigurována žádná sledování webových stránek, do výše uvedeného pole přidejte adresu URL nebo
de: Es sind keine Website-Überwachungen konfiguriert. Bitte fügen Sie im Feld oben eine URL hinzu, oder
fr: Aucune surveillance de site Web configurée, veuillez ajouter une URL dans la case ci-dessus, ou
uk: Немає налаштованих завдань для відстеження змін, будь ласка, додайте URL у поле вище або

source: import a list
cs: importovat seznam
de: eine Liste importieren
fr: importer une liste
uk: імпортуйте список

source: Detecting restock and price
cs: Detekce zásob a ceny
de: Erkennen von Lagerbeständen und Preisen
fr: Détection du réapprovisionnement et du prix
uk: Визначення наявності та ціни

source: In stock
cs: Skladem
de: Auf Lager
fr: En stock
uk: В наявності

source: Not in stock
cs: Není skladem
de: Nicht auf Lager
fr: Pas en stock
uk: Немає в наявності

source: Price
cs: Cena
de: Preis
fr: Prix
uk: Ціна

source: No information
cs: Žádné informace
de: Keine Informationen
fr: Aucune information
uk: Немає інформації

source: Checking now
cs: Probíhá kontrola
de: Jetzt prüfen
fr: Vérifier maintenant
uk: Перевірка...

source: Queued
cs: Ve frontě
de: Wartend
fr: En file d'attente
uk: В черзі

source: History
cs: Historie
de: Verlauf
fr: Historique
uk: Історія

source: Preview
cs: Náhled
de: Vorschau
fr: Aperçu
uk: Прев'ю

source: With errors
cs: S chybami
de: Mit Fehlern
fr: Avec des erreurs
uk: З помилками

source: Mark all viewed
cs: Označit všechny prohlížené
de: Alle angesehen markieren
fr: Marquer tous les articles consultés
uk: Позначити все як переглянуте

source: Mark all viewed in '%(title)s'
cs: Označit vše prohlížené v '%(title)s'
de: Alle in „%(title)s“ angezeigten Elemente markieren
fr: Marquer tout vu dans '%(title)s'
uk: Позначити все як переглянуте в '%(title)s'

source: Unread
cs: Nepřečtený
de: Ungelesen
fr: Non lu
uk: Непрочитане

source: Recheck all
cs: Znovu zkontrolujte vše
de: Überprüfen Sie alles noch einmal
fr: Revérifiez tout
uk: Перевірити всі

source: in '%(title)s'
cs: v '%(title)s'
fr: dans '%(title)s'
uk: в '%(title)s'

source: Not yet
cs: Ještě ne
de: Noch nicht
fr: Pas encore
uk: Ще ні

source: Already logged in
de: Bereits angemeldet
fr: Déjà connecté
uk: Вже авторизовані

source: You must be logged in, please log in.
de: Sie müssen angemeldet sein, bitte melden Sie sich an.
fr: Vous devez être connecté, veuillez vous connecter.
uk: Ви повинні бути авторизовані, будь ласка, увійдіть.
