Repository: dgtlmoon/changedetection.io
Catalog: changedetectionio/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, uk

source: Bounding box values must be non-negative
cs: Hodnoty ohraničujícího rámečku musí být nezáporné
de: Begrenzungsrahmenwerte dürfen nicht negativ sein
fr: Les valeurs du cadre de délimitation doivent être non négatives
uk: Значення обмежувальної рамки мають бути невід'ємними

source: Bounding box values are too large
cs: Hodnoty ohraničujícího rámečku jsou příliš velké
de: Die Werte des Begrenzungsrahmens sind zu groß
fr: Les valeurs du cadre de délimitation sont trop grandes
uk: Значення обмежувальної рамки занадто великі

source: Selection mode must be either "element" or "draw"
de: Der Auswahlmodus muss entweder „Element“ oder „Draw“ sein.
uk: Режим вибору має бути "елемент" або "малювання"

source: Minimum Change Percentage
cs: Procento minimální změny
de: Mindeständerungsprozentsatz
fr: Pourcentage de changement minimum
uk: Мінімальний відсоток змін

source: Pixel Difference Sensitivity
cs: Rozdílová citlivost pixelů
de: Pixeldifferenzempfindlichkeit
fr: Sensibilité de différence de pixel
uk: Чутливість до різниці пікселів

source: Use global default
cs: Použít výchozí nastavení systému
de: Verwenden Sie Systemstandards
fr: Utiliser les paramètres par défaut du système
uk: Використовувати глобальне значення за замовчуванням

source: Bounding Box
de: Begrenzungsrahmen
fr: Boîte englobante
uk: Обмежувальна рамка

source: Selection Mode
cs: Režim výběru:
de: Auswahlmodus:
fr: Mode de sélection :
uk: Режим вибору

source: Selection mode value is too long
cs: Hodnota režimu výběru je příliš dlouhá
de: Der Wert für den Auswahlmodus ist zu lang
fr: La valeur du mode de sélection est trop longue
uk: Значення режиму вибору занадто довге

source: Screenshot Comparison
cs: Porovnání snímků obrazovky
de: Screenshot-Vergleich
fr: Comparaison de captures d'écran
uk: Порівняння скриншотів

source: Preview unavailable - No snapshots captured yet
de: Vorschau nicht verfügbar – Es wurden noch keine snapshots aufgenommen.
uk: Попередній перегляд недоступний — знімків поки немає

source: Visual / Image screenshot change detection
cs: Vizuální / Obrazová detekce změny snímku obrazovky
de: Erkennung von visuellen / Bild-Screenshot-Änderungen
fr: Détection des changements de capture d'écran visuel/image
uk: Візуальне / Скріншотне виявлення змін

source: Compares screenshots using fast OpenCV algorithm, 10-100x faster than SSIM
de: Vergleicht Screenshots mit einem schnellen OpenCV-Algorithmus, der 10- bis 100-mal schneller ist als SSIM
uk: Порівнює скриншоти, використовуючи швидкий алгоритм OpenCV, в 10-100 разів швидше за SSIM

source: Re-stock detection
cs: Detekce doplnění zásob
de: Erkennung von Bestandsauffüllung
fr: Détection de réapprovisionnement
uk: Виявлення поповнення (restock)

source: In Stock only (Out Of Stock -> In Stock only)
cs: Pouze skladem (Není skladem -> Pouze skladem)
de: Nur auf Lager (Ausverkauft -> Nur auf Lager)
fr: En stock uniquement (En rupture de stock -> En stock uniquement)
uk: Тільки в наявності (Немає в наявності -> Тільки в наявності)

source: Any availability changes
cs: Jakékoli změny dostupnosti
de: Eventuelle Änderungen der Verfügbarkeit
fr: Tout changement de disponibilité
uk: Будь-які зміни доступності

source: Off, don't follow availability/restock
cs: Vypnuto, nesledujte dostupnost/doskladnění
de: Aus, Verfügbarkeit/Auffüllung nicht verfolgen
fr: Désactivé, ne suivez pas la disponibilité/réapprovisionnement
uk: Вимк, не відстежувати наявність/поповнення

source: Below price to trigger notification
cs: Pod cenou pro spuštění upozornění
de: Unterhalb des Preises, um eine Benachrichtigung auszulösen
fr: En dessous du prix pour déclencher une notification
uk: Ціна нижче для спрацювання сповіщення

source: No limit
cs: Bez omezení
de: Keine Begrenzung
fr: Aucune limite
uk: Без обмежень

source: Above price to trigger notification
cs: Vyšší cena pro spuštění upozornění
de: Über dem Preis, um eine Benachrichtigung auszulösen
fr: Au-dessus du prix pour déclencher une notification
uk: Ціна вище для спрацювання сповіщення

source: Threshold in %% for price changes since the original price
cs: Prahová hodnota v % pro změny ceny od původní ceny
de: Schwellenwert in %% für Preisänderungen seit dem ursprünglichen Preis
fr: Seuil en % pour les changements de prix depuis le prix initial
uk: Поріг у %% для зміни ціни від початкової

source: Should be between 0 and 100
cs: Mělo by být mezi 0 a 100
de: Sollte zwischen 0 und 100 liegen
fr: Doit être compris entre 0 et 100
uk: Має бути між 0 та 100

source: Follow price changes
cs: Sledujte změny cen
de: Verfolgen Sie Preisänderungen
fr: Suivre les changements de prix
uk: Стежити за зміною ціни

source: Restock & Price Detection
cs: Doplnění zásob a cena
de: Wiederauffüllung und Preiserkennung
fr: Réapprovisionnement et prix
uk: Виявлення поповнення та ціни

source: Re-stock & Price detection for pages with a SINGLE product
cs: Doplnění zásob a zjištění ceny pro stránky s JEDINÝM produktem
de: Wiederauffüllung und Preiserkennung für Seiten mit einem EINZELNEN Produkt
fr: Détection de réapprovisionnement et de prix pour les pages avec un SEUL produit
uk: Виявлення поповнення та ціни для сторінок з ОДНИМ товаром

source: Detects if the product goes back to in-stock
cs: Zjistí, zda se produkt vrátí na sklad
de: Erkennt, ob das Produkt wieder auf Lager ist
fr: Détecte si le produit revient en stock
uk: Визначає, чи повернувся товар у наявність

source: Webpage Text/HTML, JSON and PDF changes
cs: Změny textu webové stránky/HTML, JSON a PDF
de: Änderungen an Webseitentext/HTML, JSON und PDF
fr: Modifications du texte de la page Web/HTML, JSON et PDF
uk: Зміни тексту веб-сторінки/HTML, JSON та PDF

source: Detects all text changes where possible
cs: Detekuje všechny změny textu, kde je to možné
de: Erkennt nach Möglichkeit alle Textänderungen
fr: Détecte toutes les modifications de texte lorsque cela est possible
uk: Виявляє всі текстові зміни, де це можливо

source: Error fetching metadata for {}
de: Fehler beim Abrufen der Metadaten für {}
uk: Помилка отримання метаданих для {}

source: Watch protocol is not permitted or invalid URL format
de: Das Protokoll wird nicht unterstützt oder das URL-Format ist ungültig.
uk: Протокол завдання не дозволено або невірний формат URL

source: Watch limit reached ({}/{} watches). Cannot add more watches.
uk: Досягнуто ліміту завдань ({}/{}). Неможливо додати більше.

source: Body for all notifications — You can use
cs: Tělo pro všechna oznámení — Můžete použít
de: Inhalt für alle Benachrichtigungen — Sie können verwenden
fr: Corps pour toutes les notifications — Vous pouvez utiliser
uk: Тіло для всіх сповіщень — Ви можете використовувати

source: templating in the notification title, body and URL, and tokens from below.
uk: шаблонізацію в заголовку, тілі та URL сповіщення, а також токени нижче.

source: Show token/placeholders
cs: Zobrazit tokeny/zástupné symboly
de: Tokens/Platzhalter anzeigen
uk: Показати токени/заповнювачі

source: Token
uk: Токен

source: Description
cs: Popis
de: Beschreibung
uk: Опис

source: The URL of the changedetection.io instance you are running.
uk: URL екземпляра changedetection.io, який ви використовуєте.

source: The URL being watched.
uk: URL, за яким ведеться спостереження.

source: The UUID of the watch.
cs: UUID monitoru.
de: Die UUID der Überwachung.
fr: L'UUID du moniteur.
uk: UUID завдання.

source: The page title of the watch, uses <title> if not set, falls back to URL
uk: Заголовок сторінки завдання, використовує <title>, якщо не задано - URL

source: The watch group / tag
cs: Skupina / značka monitoru
de: Die Überwachungsgruppe / Tag
fr: Le groupe / tag du moniteur
uk: Група / тег завдання

source: The URL of the preview page generated by changedetection.io.
uk: URL сторінки попереднього перегляду, створеної changedetection.io.

source: The URL of the diff output for the watch.
uk: URL виводу різниці (diff) для завдання.

source: The diff output - only changes, additions, and removals
uk: Вивід diff - тільки зміни, додавання та видалення

source: The diff output - only changes, additions, and removals —
uk: Вивід diff - тільки зміни, додавання та видалення —

source: Without (added) prefix or colors
uk: Без префікса (додано) або кольорів

source: The diff output - only changes and additions
uk: Вивід diff - тільки зміни та додавання

source: The diff output - only changes and additions —
uk: Вивід diff - тільки зміни та додавання —

source: The diff output - only changes and removals
uk: Вивід diff - тільки зміни та видалення

source: The diff output - only changes and removals —
uk: Вивід diff - тільки зміни та видалення —

source: The diff output - full difference output
uk: Вивід diff - повний вивід різниці

source: The diff output - full difference output —
uk: Вивід diff - повний вивід різниці —

source: The diff output - patch in unified format
uk: Вивід diff - патч у форматі unified

source: The current snapshot text contents value, useful when combined with JSON or CSS filters
uk: Текстовий вміст поточного знімка, корисно при використанні JSON або CSS фільтрів

source: Text that tripped the trigger from filters
uk: Текст, що викликав спрацювання фільтрів

source: Warning: Contents of
uk: Увага: Вміст

source: and
cs: a
de: und
fr: et
uk: та

source: depend on how the difference algorithm perceives the change.
uk: залежить від того, як алгоритм різниці сприймає зміну.

source: For example, an addition or removal could be perceived as a change in some cases.
uk: Наприклад, додавання або видалення в деяких випадках може бути сприйняте як зміна.

source: More Here
cs: Více zde
de: Mehr hier
fr: Plus d'infos ici
uk: Детальніше тут

source: AppRise Notification URLs
cs: URL pro AppRise oznámení
de: AppRise-Benachrichtigungs-URLs
fr: URLs de notification AppRise
uk: URL сповіщень AppRise

source: for notification to just about any service!
uk: для сповіщень практично в будь-який сервіс!

source: Please read the notification services wiki here for important configuration notes
uk: Будь ласка, прочитайте вікі по сервісах сповіщень тут для важливих нотаток щодо конфігурації

source: Use
cs: Použít
de: Verwenden
fr: Utiliser
uk: Використовуйте

source: Show advanced help and tips
cs: Zobrazit pokročilou nápovědu a tipy
de: Erweiterte Hilfe und Tipps anzeigen
fr: Afficher l'aide et astuces avancées
uk: Показати розширену довідку та поради

source: (or
uk: (або

source: only supports a maximum
uk: підтримує максимум

source: 2,000 characters
uk: 2000 символів

source: of notification text, including the title.
cs: textu oznámení včetně názvu.
de: des Benachrichtigungstexts, einschließlich des Titels.
fr: du texte de notification, y compris le titre.
uk: тексту сповіщення, включаючи заголовок.

source: bots can't send messages to other bots, so you should specify chat ID of non-bot user.
uk: боти не можуть надсилати повідомлення іншим ботам, тому ви повинні вказати ID чату користувача (не бота).

source: only supports very limited HTML and can fail when extra tags are sent,
uk: підтримує дуже обмежений HTML і може видати помилку при надсиланні зайвих тегів,

source: (or use plaintext/markdown format)
uk: (або використовуйте формат plaintext/markdown)

source: for direct API calls (or omit the
uk: для прямих викликів API (або опустіть

source: for non-SSL ie
uk: для не-SSL, тобто

source: more help here
cs: další nápověda zde
de: weitere Hilfe hier
fr: plus d'aide ici
uk: більше довідки тут

source: Accepts the
uk: Приймає

source: placeholders listed below
uk: заповнювачі, перелічені нижче

source: Send test notification
cs: Odeslat testovací oznámení
de: Testbenachrichtigung senden
fr: Envoyer notification de test
uk: Надіслати тестове сповіщення

source: Add email
cs: Přidat email
de: E-Mail hinzufügen
uk: Додати email

source: Add an email address
cs: Přidat emailovou adresu
de: E-Mail-Adresse hinzufügen
uk: Додати адресу електронної пошти

source: Notification debug logs
cs: Protokoly ladění oznámení
de: Benachrichtigungs-Debug-Protokolle
fr: Journaux de débogage des notifications
uk: Журнали налагодження сповіщень

source: Processing..
cs: Zpracovává se..
de: Verarbeitung läuft..
fr: Traitement en cours..
uk: Обробка...

source: Title for all notifications
cs: Nadpis pro všechna oznámení
de: Titel für alle Benachrichtigungen
fr: Titre pour toutes les notifications
uk: Заголовок для всіх сповіщень

source: For JSON payloads, use
uk: Для JSON навантажень використовуйте

source: without quotes for automatic escaping, for example -
uk: без лапок для автоматичного екранування, наприклад -

source: URL encoding, use
uk: URL кодування, використовуйте

source: for example -
cs: například -
de: zum Beispiel -
fr: par exemple -
uk: наприклад -

source: Regular-expression replace, use
uk: Заміна за регулярним виразом, використовуйте

source: For a complete reference of all Jinja2 built-in filters, users can refer to the
uk: Для повного довідника по всіх вбудованих фільтрах Jinja2 зверніться до

source: Format for all notifications
cs: Formát pro všechna oznámení
de: Format für alle Benachrichtigungen
fr: Format pour toutes les notifications
uk: Формат для всіх сповіщень

source: Entry
uk: Запис

source: Actions
cs: Akce
de: Aktionen
uk: Дії

source: Add a row/rule after
uk: Додати рядок/правило після

source: Remove this row/rule
uk: Видалити цей рядок/правило

source: Verify this rule against current snapshot
uk: Перевірити це правило на поточному знімку

source: Error - This watch needs Chrome (with playwright/sockpuppetbrowser), but Chrome based fetching is not enabled.
uk: Помилка - Це завдання потребує Chrome (playwright/sockpuppetbrowser), але завантаження через Chrome не увімкнено.

source: Alternatively try our
uk: Альтернативно спробуйте наш

source: very affordable subscription based service which has all this setup for you
uk: дуже доступний сервіс за передплатою, де все це вже налаштовано для вас

source: You may need to
cs: Možná budete muset
de: Sie müssen möglicherweise
fr: Vous devrez peut-être
uk: Вам може знадобитися

source: Enable playwright environment variable
uk: Увімкнути змінну оточення playwright

source: and uncomment the
uk: та розкоментувати

source: in the
cs: v
de: in der
fr: dans le
uk: у

source: file
cs: soubor
de: Datei
fr: fichier
uk: файлі

source: Set a hourly/week day schedule
uk: Встановити розклад по годинах/днях тижня

source: Schedule time limits
cs: Časové limity plánu
de: Zeitliche Begrenzungen des Zeitplans
fr: Limites horaires
uk: Обмеження часу розкладу

source: Business hours
uk: Робочі години

source: Weekends
cs: Víkendy
de: Wochenenden
uk: Вихідні

source: Reset
cs: Resetovat
de: Zurücksetzen
fr: Réinitialiser
uk: Скидання

source: Warning, one or more of your 'days' has a duration that would extend into the next day.
uk: Увага, один або кілька ваших 'днів' мають тривалість, що переходить на наступний день.

source: This could have unintended consequences.
uk: Це може призвести до непередбачених наслідків.

source: More help and examples about using the scheduler
cs: Další nápověda a příklady použití plánovače
de: Weitere Hilfe und Beispiele zur Verwendung des Schedulers
fr: Plus d'aide sur le planificateur
uk: Більше довідки та прикладів використання планувальника

source: Want to use a time schedule?
cs: Chcete použít časový plán?
de: Möchten Sie einen Zeitplan verwenden?
fr: Voulez-vous utiliser un planificateur horaire?
uk: Хочете використовувати розклад за часом?

source: First confirm/save your Time Zone Settings
uk: Спочатку підтвердіть/збережіть налаштування часового поясу

source: Triggers a change if this text appears, AND something changed in the document.
uk: Викликає зміну, якщо цей текст з'являється І щось змінилося в документі.

source: Triggered text
cs: Spouštěcí text
de: Auslösender Text
fr: Texte déclencheur
uk: Тригерний текст

source: Ignored for calculating changes, but still shown.
uk: Ігнорується при розрахунку змін, але все ще відображається.

source: Ignored text
cs: Ignorovaný text
de: Ignorierter Text
fr: Texte ignoré
uk: Ігнорований текст

source: No change-detection will occur because this text exists.
cs: Nedojde k detekci změn, protože tento text existuje.
de: Es wird keine Änderungserkennung stattfinden, da dieser Text existiert.
fr: Aucune détection de changement si ce texte existe.
uk: Виявлення змін не відбудеться, оскільки цей текст існує.

source: Blocked text
cs: Blokovaný text
de: Blockierter Text
fr: Texte bloqué
uk: Блокуючий текст

source: Search, or Use Alt+S Key
cs: Vyhledejte nebo použijte klávesu Alt+S
de: Suchen oder Alt+S-Taste verwenden
fr: Recherchez ou utilisez la touche Alt+S
uk: Пошук, або використовуйте Alt+S

source: Real-time updates offline
cs: Aktualizace v reálném čase offline
de: Echtzeit-Updates offline
fr: Mises à jour en temps réel hors ligne
uk: Оновлення в реальному часі вимкнено

source: Select Language
cs: Vyberte Jazyk
de: Wählen Sie Sprache aus
fr: Sélectionnez la langue
uk: Обрати мову

source: Auto-detect from browser
cs: Automaticky zjistit z prohlížeče
fr: Détecter automatiquement depuis le navigateur
uk: Автовизначення з браузера

source: Language support is in beta, please help us improve by opening a PR on GitHub with any updates.
de: Die Sprachunterstützung befindet sich in der Beta-Phase. Bitte helfen Sie uns bei der Verbesserung, indem Sie auf GitHub einen PR mit Updates öffnen.
fr: Le support linguistique est en version bêta, veuillez nous aider à améliorer en ouvrant une PR sur GitHub avec vos mises à jour.
uk: Підтримка мов у бета-версії, будь ласка, допоможіть нам покращити її, відкривши PR на GitHub з оновленнями.

source: Search
cs: Hledat
de: Suchen
fr: Rechercher
uk: Пошук

source: URL or Title
uk: URL або Назва

source: in
cs: v
fr: dans
uk: у

source: Enter search term...
uk: Введіть пошуковий запит...

source: Text to wait for before triggering a change/notification, all text and regex are tested case-insensitive.
uk: Текст для очікування перед спрацьовуванням зміни/сповіщення, весь текст і regex перевіряються без урахування регістру.

source: Trigger text is processed from the result-text that comes out of any CSS/JSON Filters for this monitor
uk: Тригерний текст обробляється з результуючого тексту, отриманого після застосування CSS/JSON фільтрів для цього завдання

source: Each line is processed separately (think of each line as "OR")
uk: Кожен рядок обробляється окремо (сприймайте кожен рядок як "АБО")

source: Note: Wrap in forward slash / to use regex example:
uk: Примітка: Обгорніть у скісну риску / для використання regex, приклад:

source: Matching text will be ignored in the text snapshot (you can still see it but it wont trigger a change)
uk: Текст, що збігається, буде проігноровано у текстовому знімку (ви його побачите, але він не викличе сповіщення)

source: Block change-detection while this text is on the page, all text and regex are tested case-insensitive, good for waiting for when a product is available again
uk: Блокувати виявлення змін, поки цей текст є на сторінці. Весь текст і regex без урахування регістру. Корисно для очікування, коли товар знову з'явиться в наявності

source: Block text is processed from the result-text that comes out of any CSS/JSON Filters for this monitor
uk: Блокуючий текст обробляється з результуючого тексту після CSS/JSON фільтрів для цього завдання

source: All lines here must not exist (think of each line as "OR")
uk: Усі рядки тут не повинні існувати (кожен рядок як "АБО")

source: Extracts text in the final output (line by line) after other filters using regular expressions or string match:
uk: Вилучає текст у фінальний вивід (по-рядково) після інших фільтрів, використовуючи регулярні вирази або збіг рядків:

source: Regular expression - example
uk: Регулярний вираз - приклад

source: Don't forget to consider the white-space at the start of a line
uk: Не забудьте врахувати пробіли на початку рядка

source: type flags (more
uk: прапори типу (більше

source: information here
cs: informace zde
de: Informationen hier
fr: informations ici
uk: інформації тут

source: Keyword example - example
uk: Ключове слово - приклад

source: Use groups to extract just that text - example
uk: Використовуйте групи для вилучення тільки цього тексту - приклад

source: returns a list of years only
uk: повертає тільки список років

source: Example - match lines containing a keyword
uk: Приклад - рядки, що містять ключове слово

source: One line per regular-expression/string match
uk: Один рядок на регулярний вираз/збіг

source: Login
cs: Přihlášení
fr: Se connecter
uk: Вхід

source: GROUPS
cs: SKUPINY
de: GRUPPEN
fr: GROUPES
uk: ГРУПИ

source: SETTINGS
cs: NASTAVENÍ
de: EINSTELLUNGEN
fr: PARAMÈTRES
uk: НАЛАШТУВАННЯ

source: IMPORT
cs: IMPORTOVAT
de: IMPORTIEREN
fr: IMPORTER
uk: ІМПОРТ

source: Resume automatic scheduling
uk: Відновити авто-планування

source: Pause auto-queue scheduling of watches
uk: Призупинити авто-чергу завдань

source: Scheduling is paused - click to resume
uk: Планування на паузі - натисніть для відновлення

source: Unmute notifications
cs: Odtlumit oznámení
de: Benachrichtigungen entstummen
fr: Réactiver les notifications
uk: Увімкнути сповіщення

source: Mute notifications
cs: Ztlumit oznámení
de: Benachrichtigungen stummschalten
fr: Désactiver les notifications
uk: Вимкнути сповіщення

source: Notifications are muted - click to unmute
cs: Oznámení jsou ztlumena - klikněte pro odtlumení
de: Benachrichtigungen sind stummgeschaltet - klicken zum Entstummen
fr: Notifications désactivées - cliquez pour réactiver
uk: Сповіщення вимкнено - натисніть для увімкнення

source: EDIT
cs: UPRAVIT
de: BEARBEITEN
fr: MODIFIER
uk: РЕДАГУВАТИ

source: LOG OUT
cs: ODHLÁSIT SE
de: ABMELDEN
fr: DÉCONNEXION
uk: ВИЙТИ

source: Website Change Detection and Notification.
uk: Виявлення змін веб-сайтів та сповіщення.

source: Toggle Light/Dark Mode
cs: Přepnout režim Světlý/Tmavý
de: Hell-/Dunkelmodus umschalten
fr: Basculer le mode clair/sombre
uk: Переключити Світлий/Темний режим

source: Toggle light/dark mode
cs: Přepínání mezi světlým/tmavým režimem
de: Hell-/Dunkelmodus umschalten
fr: Basculer en mode clair/sombre
uk: Переключити світлий/темний режим

source: Change Language
cs: Změnit jazyk
de: Sprache ändern
fr: Changer de langue
uk: Змінити мову

source: Change language
cs: Změnit jazyk
de: Sprache ändern
fr: Changer de langue
uk: Змінити мову

source: Yes
cs: Ano
de: Ja
fr: Oui
uk: Так

source: No
cs: Ne
de: Nein
fr: Non
uk: Ні

source: Main settings
cs: Hlavní nastavení
de: Haupteinstellungen
fr: Paramètres principaux
uk: Головні налаштування

source: The
de: Der
fr: Le

source: Cannot load the edit form for processor/plugin '{}', plugin missing?
de: Das Bearbeitungsformular für den Prozessor/das Plugin „{}“ kann nicht geladen werden. Fehlt das Plugin?

source: link first.
cs: nejprve odkaz.
de: Link zuerst.
fr: lien d'abord.

source: clear
cs: jasný
de: löschen
fr: clair

source: Create a shareable link
de: Erstellen Sie einen Link zum Teilen

source: Tip: You can also add 'shared' watches.
de: Tipp: Sie können auch „gemeinsame“ Überwachungen hinzufügen.
