Repository: dgtlmoon/changedetection.io
Catalog: changedetectionio/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, uk

source: Enable or Disable Favicons next to the watch list
uk: Увімкнути або вимкнути значки (фавіконки) поруч зі списком завдань

source: Number of items per page in the watch overview list, 0 to disable.
uk: Кількість елементів на сторінці у списку завдань, 0 для вимкнення.

source: Tip
de: Tipp
fr: Astuce
uk: Порада

source: "Residential" and "Mobile" proxy type can be more successfull than "Data Center" for blocked websites.
uk: Проксі типу «Резидентні» та «Мобільні» можуть бути ефективнішими, ніж «Дата-центр», для заблокованих сайтів.

source: "Name" will be used for selecting the proxy in the Watch Edit settings
uk: «Ім'я» буде використовуватися для вибору проксі в налаштуваннях завдання

source: SOCKS5 proxies with authentication are only supported with 'plain requests' fetcher, for other fetchers you should whitelist the IP access instead
uk: SOCKS5 проксі з аутентифікацією підтримуються лише завантажувачем 'звичайні запити', для інших завантажувачів необхідно додати IP до білого списку

source: Python version:
cs: Verze Pythonu:
fr: Version Python :
uk: Версія Python:

source: Plugins active:
cs: Pluginy aktivní:
de: Aktive Plugins:
fr: Plugins actifs :
uk: Активні плагіни:

source: No plugins active
cs: Nejsou aktivní žádné pluginy
de: Keine Plugins aktiv
fr: Aucun plugin actif
uk: Немає активних плагінів

source: Back
cs: Zpět
de: Zurück
fr: Retour
uk: Назад

source: Clear Snapshot History
cs: Vymazat historii snímků
de: Snapshot-Verlauf löschen
fr: Effacer/réinitialiser l'historique
uk: Очистити історію знімків

source: The tag "{}" already exists
de: Das Tag „{}“ existiert bereits.
uk: Тег «{}» вже існує

source: Tag added
cs: Přidáno
de: Tag hinzugefügt
fr: Ajouté
uk: Тег додано

source: Tag deleted, removing from watches in background
de: Tag gelöscht, wird im Hintergrund aus Überwachungen entfernt
uk: Тег видалено, видалення із завдань виконується у фоновому режимі

source: Unlinking tag from watches in background
uk: Відв'язування тегу від завдань виконується у фоновому режимі

source: All tags deleted, clearing from watches in background
uk: Усі теги видалено, очищення завдань виконується у фоновому режимі

source: Tag not found
de: Tag nicht gefunden
uk: Тег не знайдено

source: Updated
cs: Ztlumit
de: Aktualisiert
fr: Muet
uk: Оновлено

source: Filters & Triggers
cs: Filtry a spouštěče
de: Filter und Trigger
fr: Filtres et déclencheurs
uk: Фільтри та Тригери

source: These settings are
cs: NASTAVENÍ
de: Diese Einstellungen sind
fr: PARAMÈTRES
uk: Ці налаштування

source: added
cs: přidáno
de: hinzugefügt
fr: ajouté
uk: додаються

source: to any existing watch configurations.
cs: do všech existujících konfigurací monitorů.
de: auf alle vorhandenen Überwachungskonfigurationen.
fr: à toutes les configurations de moniteur existantes.
uk: до будь-яких існуючих конфігурацій завдань.

source: Text filtering
cs: Filtrování textu
de: Textfilterung
fr: Filtrage de texte
uk: Фільтрація тексту

source: Use with caution!
cs: Používejte opatrně!
de: Mit Vorsicht verwenden!
fr: A utiliser avec prudence !
uk: Використовуйте з обережністю!

source: This will easily fill up your email storage quota or flood other storages.
cs: Snadno tak zaplníte kvótu e-mailového úložiště nebo zahltíte další úložiště.
de: Dadurch wird Ihr E-Mail-Speicherkontingent leicht ausgeschöpft oder andere Speicher überflutet.
fr: Cela remplira facilement votre quota de stockage de courrier électronique ou inondera d’autres stockages.
uk: Це може швидко переповнити вашу поштову скриньку або інші сховища.

source: Look out!
cs: ODHLÁSIT SE
de: Achtung!
fr: DÉCONNEXION
uk: Увага!

source: Lookout!
cs: ODHLÁSIT SE
de: Achtung!
fr: DÉCONNEXION
uk: Обережно!

source: There are
cs: Existují
de: Es gibt
fr: Il y a
uk: Є

source: system-wide notification URLs enabled
cs: povoleny adresy URL pro upozornění v celém systému
de: Systemweite Benachrichtigungs-URLs aktiviert
fr: URL de notification à l'échelle du système activées
uk: увімкнених системних URL сповіщень

source: this form will override notification settings for this watch only
cs: tento formulář přepíše nastavení oznámení pouze pro tyto monitory
de: Dieses Formular überschreibt die Benachrichtigungseinstellungen nur für diese Überwachung.
fr: ce formulaire remplacera les paramètres de notification pour ce moniteur uniquement
uk: ця форма перевизначить налаштування сповіщень лише для цього завдання

source: an empty Notification URL list here will still send notifications.
cs: prázdný seznam adres URL upozornění zde bude stále odesílat upozornění.
de: Auch wenn die Liste der Benachrichtigungs-URLs hier leer ist, werden dennoch Benachrichtigungen versendet.
fr: une liste d'URL de notification vide ici enverra toujours des notifications.
uk: порожній список URL сповіщень тут не вимкне надсилання сповіщень (використовуватимуться системні).

source: Use system defaults
cs: Použít výchozí nastavení systému
de: Verwenden Sie Systemstandards
fr: Utiliser les paramètres par défaut du système
uk: Використовувати системні налаштування

source: Add a new organisational tag
cs: Přidejte novou značku organizace
de: Fügen Sie ein neues Organisations-Tag hinzu
fr: Ajouter une nouvelle balise organisationnelle
uk: Додати новий організаційний тег

source: Watch group / tag
cs: Skupina / Značka
de: Gruppe / Label
fr: Groupe / Étiquette
uk: Група / Тег відстеження

source: Groups allows you to manage filters and notifications for multiple watches under a single organisational tag.
de: Mit Gruppen können Sie Filter und Benachrichtigungen für mehrere Überwachungen unter einem einzigen Organisations-Tag verwalten.
uk: Групи дозволяють керувати фільтрами та сповіщеннями для кількох завдань під одним організаційним тегом.

source: # Watches
cs: # monitorů
de: # Überwachungen
fr: # Moniteurs
uk: К-ть завдань

source: Tag / Label name
cs: Název štítku / štítku
fr: Nom de l'étiquette/de l'étiquette
uk: Ім'я Тегу / Мітки

source: No website organisational tags/groups configured
cs: Žádné skupiny/značky
de: Keine Gruppen/Labels konfiguriert
fr: Aucun groupe/étiquette configuré
uk: Організаційні теги/групи сайтів не налаштовані

source: Edit
cs: Upravit
de: Bearbeiten
fr: Modifier
uk: Редагувати

source: Recheck
cs: Znovu zkontrolujte
de: Neu prüfen
fr: Revérifier
uk: Перевірити знову

source: Delete Group?
cs: Smazat skupinu?
de: Gruppe löschen?
fr: Supprimer le groupe ?
uk: Видалити групу?

source: <p>Are you sure you want to delete group <strong>%(title)s</strong>?</p><p>This action cannot be undone.</p>
de: <p>Möchten Sie die Gruppe <strong>%(title)s</strong> wirklich löschen?</p><p>Diese Aktion kann nicht rückgängig gemacht werden.</p>
uk: <p>Ви впевнені, що бажаєте видалити групу <strong>%(title)s</strong>?</p><p>Цю дію неможливо скасувати.</p>

source: Delete
cs: Vymazat
de: Löschen
fr: Supprimer
uk: Видалити

source: Deletes and removes tag
cs: Smaže a odstraní značku
de: Löscht und entfernt den Tag
fr: Supprime et supprime la balise
uk: Видаляє тег повністю

source: Unlink Group?
cs: Odpojit skupinu?
de: Gruppenverknüpfung aufheben?
fr: Dissocier le groupe ?
uk: Відв'язати групу?

source: <p>Are you sure you want to unlink all watches from group <strong>%(title)s</strong>?</p><p>The tag will be kept but watches will be removed from it.</p>
de: <p>Möchten Sie wirklich alle Beobachtungen aus der Gruppe <strong>%(title)s</strong> entfernen?</p><p>Das Tag bleibt erhalten, aber die Beobachtungen werden daraus entfernt.
uk: <p>Ви впевнені, що хочете відв'язати всі завдання від групи <strong>%(title)s</strong>?</p><p>Тег збережеться, але завдання будуть видалені з нього.</p>

source: Unlink
cs: Odpojit
de: Verknüpfung aufheben
fr: Dissocier
uk: Відв'язати

source: Keep the tag but unlink any watches
cs: Ponechte štítek, ale odpojte všechny monitory
de: Behalte das Tag, aber entferne alle Verknüpfungen zu Überwachungen
fr: Conservez l'étiquette mais dissociez les moniteurs
uk: Зберегти тег, але відв'язати завдання

source: RSS Feed for this watch
cs: RSS kanál pro tyto monitory
de: RSS-Feed für diese Überwachung
fr: Flux RSS de ce moniteur
uk: RSS-стрічка для цього завдання

source: {} watches deleted
de: {} Überwachungen gelöscht
uk: {} завдань видалено

source: {} watches paused
cs: {} monitorů pozastaveno
de: {} Überwachungen pausiert
fr: {} moniteurs en pause
uk: {} завдань призупинено

source: {} watches unpaused
de: {} Überwachungen fortgesetzt
uk: {} завдань відновлено

source: {} watches updated
de: {} Überwachungen aktualisiert
uk: {} завдань оновлено

source: {} watches muted
cs: {} monitorů ztlumeno
de: {} Überwachungen stummgeschaltet
fr: {} moniteurs en sourdine
uk: {} завдань заглушено (без сповіщень)

source: {} watches un-muted
de: {} Überwachungen nicht stummgeschaltet
uk: {} завдань увімкнено (зі сповіщеннями)

source: {} watches queued for rechecking
de: {} Überwachungen zur erneuten Überprüfung in der Warteschlange
uk: {} завдань поставлено в чергу на перевірку

source: {} watches errors cleared
de: {} Überwachungfehler behoben
uk: Помилки очищено у {} завдань

source: {} watches cleared/reset.
de: {} Überwachungen gelöscht/zurückgesetzt.
uk: {} завдань очищено/скинуто.

source: {} watches set to use default notification settings
cs: {} monitorů nastaveno na použití výchozího nastavení oznámení
de: {} Überwachungen, die auf die Verwendung der Standardbenachrichtigungseinstellungen eingestellt sind
fr: {} moniteurs configurés pour utiliser les paramètres de notification par défaut
uk: Для {} завдань встановлено налаштування сповіщень за замовчуванням

source: {} watches were tagged
de: {} Überwachungen wurde markiert
uk: {} завдань було позначено тегами

source: Watch not found
cs: Sledujte tuto adresu URL!
de: Überwachung nicht gefunden
fr: Surveillance non trouvée
uk: Завдання не знайдено

source: Cleared snapshot history for watch {}
cs: Historie snímků vymazána pro monitor {}
de: Snapshot-Verlauf für Beobachtung {} gelöscht
fr: Historique effacé pour le moniteur {}
uk: Очищено історію знімків для завдання {}

source: History clearing started in background
uk: Очищення історії запущено у фоновому режимі

source: Incorrect confirmation text.
cs: Žádné informace
de: Falscher Bestätigungstext
fr: Aucune information
uk: Невірний текст підтвердження.

source: Marking watches as viewed in background...
uk: Позначення завдань як переглянутих у фоновому режимі...

source: The watch by UUID {} does not exist.
de: Die Beobachtung mit der UUID {} existiert nicht.
uk: Завдання з UUID {} не існує.

source: Deleted.
cs: Vymazat
de: Gelöscht.
fr: Supprimer
uk: Видалено.

source: Cloned, you are editing the new watch.
de: Geklont, Sie bearbeiten die neue Beobachtung.
uk: Клоновано, ви редагуєте нове завдання.

source: Watch is already queued or being checked.
de: Überwachung ist bereits in der Warteschlange oder wird gerade geprüft.
uk: Завдання вже в черзі або перевіряється.

source: Queued 1 watch for rechecking.
de: 1 Überwachung zur erneuten Überprüfung in Warteschlange gestellt.
uk: 1 завдання додано в чергу на перевірку.

source: Queued {} watches for rechecking ({} already queued or running).
cs: Do fronty přidáno {} monitorů k opětovné kontrole ({} již ve frontě nebo běží).
de: {} Überwachungen zur erneuten Überprüfung eingereiht ({} bereits in Warteschlange oder laufend).
fr: {} moniteurs mis en file d'attente ({} déjà en file ou en cours).
uk: Додано {} завдань у чергу ({} вже в черзі або виконуються).

source: Queued {} watches for rechecking.
cs: Do fronty přidáno {} sledování k opětovné kontrole.
de: In der Warteschlange {} zur erneuten Überprüfung.
fr: {} surveillances mises en file d'attente pour revérification.
uk: Додано {} завдань у чергу на перевірку.

source: Queueing watches for rechecking in background...
cs: Přidávání monitorů do fronty pro opětovnou kontrolu na pozadí...
de: Überwachungen werden im Hintergrund zur erneuten Prüfung eingereiht...
fr: Mise en file des moniteurs pour revérification en arrière-plan...
uk: Додавання завдань у чергу виконується у фоновому режимі...

source: Could not share, something went wrong while communicating with the share server - {}
de: Die Freigabe konnte nicht erfolgen, bei der Kommunikation mit dem Freigabeserver ist ein Fehler aufgetreten – {}
uk: Не вдалося поділитися, помилка зв'язку із сервером обміну - {}

source: Language set to auto-detect from browser
cs: Jazyk nastaven na automatickou detekci z prohlížeče
fr: Langue définie sur la détection automatique depuis le navigateur
uk: Мову встановлено на автовизначення з браузера

source: No history found for the specified link, bad link?
de: Keinen Verlauf für den angegebenen Link gefunden, fehlerhafter Link?
uk: Історію для вказаного посилання не знайдено, невірне посилання?

source: Not enough history (2 snapshots required) to show difference page for this watch.
de: Nicht genügend Verlauf (2 snapshots erforderlich), um die Änderungsseite für diese Überwachung anzuzeigen.
uk: Недостатньо історії (потрібно 2 знімки) для відображення різниці.

source: No watches to edit
de: Keine Überwachungen zum Bearbeiten
uk: Немає завдань для редагування

source: No watch with the UUID {} found.
de: Keine Überwachung mit der UUID {} gefunden.
uk: Завдання з UUID {} не знайдено.

source: Switched to mode - {}.
de: In den Modus {} gewechselt.
uk: Переключено в режим - {}.

source: Could not load '{}' processor, processor plugin might be missing. Please select a different processor.
uk: Не вдалося завантажити процесор '{}', можливо плагін відсутній. Будь ласка, виберіть інший процесор.

source: Could not load '{}' processor, processor plugin might be missing.
uk: Не вдалося завантажити процесор '{}', можливо плагін відсутній.

source: Updated watch - unpaused!
de: Aktualisierte Überwachung – fortgesetzt!
uk: Завдання оновлено — знято з паузи!

source: Updated watch.
cs: Smazat monitory?
de: Überwachung aktualisiert.
fr: Supprimer les montres ?
uk: Завдання оновлено.

source: Preview unavailable - No fetch/check completed or triggers not reached
de: Vorschau nicht verfügbar – Kein Abruf/keine Überprüfung abgeschlossen oder Trigger nicht erreicht
uk: Попередній перегляд недоступний — перевірка не завершена або тригери не спрацювали

source: This will remove version history (snapshots) for ALL watches, but keep your list of URLs!
de: Dadurch wird der Versionsverlauf (Snapshots) für ALLE Überwachungen gelöscht, aber Ihre Liste mit URLs bleibt erhalten!
uk: Це видалить історію версій (знімки) для ВСІХ завдань, але збереже ваш список URL!

source: You may like to use the
cs: Možná budete chtít použít
de: Möglicherweise möchten Sie die verwenden
fr: Vous aimerez peut-être utiliser le
uk: Можливо, ви захочете спочатку використати

source: BACKUP
de: Backups
fr: SAUVEGARDES
uk: РЕЗЕРВНЕ КОПІЮВАННЯ

source: Confirmation text
cs: Potvrzovací text
de: Bestätigungstext
fr: Texte de confirmation
uk: Текст підтвердження

source: Type in the word
cs: Zadejte slovo
de: Geben Sie das Wort ein
fr: Tapez le mot
uk: Введіть слово

source: to confirm that you understand.
cs: potvrdit, že rozumíte.
de: um zu bestätigen, dass Sie es verstanden haben.
fr: pour confirmer que vous comprenez.
uk: , щоб підтвердити розуміння наслідків.

source: Clear History!
cs: Vymazat historii!
de: Verlauf löschen!
fr: Effacer les historiques
uk: Очистити історію!

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
uk: Скасувати

source: Share diff as image
cs: Sdílet rozdíl jako obrázek
de: Diff als Bild teilen
fr: Partager la différence sous forme d'image
uk: Поділитися різницею як зображенням

source: Share as Image
cs: Sdílet jako obrázek
de: Als Bild teilen
fr: Partager en tant qu'image
uk: Поділитися як зображенням

source: Ignore any lines matching
cs: Ignorujte všechny odpovídající řádky
de: Ignorieren Sie alle übereinstimmenden Zeilen
fr: Ignorer toutes les lignes correspondant
uk: Ігнорувати рядки, що збігаються з

source: Ignore any lines matching excluding digits
cs: Ignorujte všechny odpovídající řádky kromě číslic
de: Ignorieren Sie alle übereinstimmenden Zeilen mit Ausnahme von Ziffern
fr: Ignorer toutes les lignes correspondant à l'exclusion des chiffres
uk: Ігнорувати рядки, що збігаються з (виключаючи цифри)

source: From
cs: Z
de: Von
fr: Depuis
uk: Від

source: To
cs: Na
de: Zu
fr: À
uk: До

source: Words
cs: Slova
de: Wörter
fr: Mots
uk: Слова

source: Lines
cs: Řádky
de: Zeilen
fr: Lignes
uk: Рядки

source: Ignore Whitespace
cs: Ignorujte mezery
de: Leerzeichen ignorieren
fr: Ignorer les espaces
uk: Ігнорувати пробіли

source: Same/non-changed
cs: Stejné/beze změny
de: Gleich/unverändert
fr: Identique/non modifié
uk: Однакове/без змін

source: Removed
cs: Odebráno
de: Entfernt
fr: Supprimé
uk: Видалено

source: Added
cs: Přidáno
de: Hinzugefügt
fr: Ajouté
uk: Додано

source: Replaced
cs: Vyměněno
de: Ersetzt
fr: Remplacé
uk: Замінено

source: Keyboard:
cs: Klávesnice:
de: Tastatur:
fr: Clavier:
uk: Клавіатура:

source: Previous
cs: Náhled
de: Zurück
fr: Aperçu
uk: Попереднє

source: Next
cs: Další
de: Nächste
fr: Suivant
uk: Наступне

source: Jump to next difference
cs: Přejít na další rozdíl
de: Springe zum nächsten Unterschied
fr: Passer à la différence suivante
uk: Перейти до наступної розбіжності

source: Jump
cs: Skok
de: Springen
fr: Saut
uk: Перейти

source: Error Text
cs: Text chyby
de: Fehlertext
fr: Texte d'erreur
uk: Текст помилки

source: Error Screenshot
cs: Snímek obrazovky s chybou
de: Fehler-Screenshot
fr: Capture d'écran d'erreur
uk: Скріншот помилки

source: Text
fr: Texte
uk: Текст

source: Current screenshot
cs: Aktuální snímek obrazovky
de: Aktueller Screenshot
fr: Capture d'écran actuelle
uk: Поточний скріншот

source: Extract Data
cs: Extrahujte data
de: Daten extrahieren
fr: Extraire des données
uk: Вилучити дані

source: seconds ago.
cs: před sekundami.
de: vor Sekunden.
fr: il y a quelques secondes.
uk: секунд тому.

source: seconds ago
cs: před sekundami
de: vor Sekunden
fr: il y a quelques secondes
uk: секунд тому

source: Current error-ing screenshot from most recent request
cs: Aktuální snímek obrazovky s chybou z posledního požadavku
de: Aktueller Screenshot des Fehlers aus der letzten Anfrage
fr: Capture d'écran d'erreur actuelle de la demande la plus récente
uk: Скріншот помилки з останнього запиту

source: Pro-tip: You can enable
cs: Pro-tip: Můžete povolit
de: Profi-Tipp: Sie können es aktivieren
fr: Conseil de pro : vous pouvez activer
uk: Порада: Ви можете увімкнути

source: "share access when password is enabled"
de: „Zugriff freigeben, wenn Passwort aktiviert ist“
uk: "ділитися доступом при увімкненому паролі"

source: from settings.
cs: NASTAVENÍ
de: aus den Einstellungen.
fr: PARAMÈTRES
uk: у налаштуваннях.

source: Goto single snapshot
cs: Přejít na jeden snímek
de: Gehe zu einem einzelnen snapshot
fr: Accéder à un seul instantané
uk: Перейти до одиночного знімка

source: Highlight text to share or add to ignore lists.
cs: Zvýrazněte text, který chcete sdílet nebo přidat do seznamů ignorovaných.
de: Markieren Sie Text zum Teilen oder zum Hinzufügen zu Ignorierlisten.
fr: Mettez en surbrillance le texte à partager ou à ajouter pour ignorer les listes.
uk: Виділіть текст, щоб поділитися ним або додати до списку ігнорування.

source: For now, Differences are performed on text, not graphically, only the latest screenshot is available.
de: Derzeit werden Unterschiede nur textuell und nicht grafisch dargestellt, es ist nur der letzte Screenshot verfügbar.
uk: На даний момент порівняння виконується за текстом, а не графічно; доступний лише останній скріншот.

source: Current screenshot from most recent request
cs: Aktuální snímek obrazovky z poslední žádosti
de: Aktueller Screenshot der letzten Anfrage
fr: Capture d'écran actuelle de la demande la plus récente
uk: Поточний скріншот з останнього запиту

source: No screenshot available just yet! Try rechecking the page.
cs: Zatím není k dispozici žádný snímek obrazovky! Zkuste stránku znovu zkontrolovat.
de: Derzeit ist kein Screenshot verfügbar! Versuchen Sie es später erneut.
fr: Aucune capture d'écran disponible pour l'instant ! Essayez de revérifier la page.
uk: Скріншот поки недоступний! Спробуйте перевірити сторінку ще раз.

source: Screenshot requires Playwright/WebDriver enabled
cs: Snímek obrazovky vyžaduje aktivaci nástroje Playwright/WebDriver
de: Für den Screenshot ist die Aktivierung von Playwright/WebDriver erforderlich
fr: La capture d'écran nécessite l'activation de Playwright/WebDriver
uk: Для скриншотів потрібен увімкнений Playwright/WebDriver

source: Request
cs: Žádost
de: Anfrage
fr: Demande
uk: Запит

source: Browser Steps
cs: Kroky prohlížeče
de: Browserschritte
fr: Étapes du navigateur
uk: Кроки браузера

source: Visual Filter Selector
cs: Volič vizuálního filtru
de: Visuelle Filterauswahl
fr: Sélecteur de filtre visuel
uk: Візуальний селектор фільтра

source: Conditions
cs: Podmínky
de: Bedingungen
uk: Умови

source: Stats
cs: Statistiky
de: Statistiken
fr: Statistiques
uk: Статистика

source: Some sites use JavaScript to create the content, for this you should
cs: Některé stránky používají k vytváření obsahu JavaScript, proto byste měli
de: Einige Websites verwenden JavaScript, um den Inhalt zu erstellen. Dazu sollten Sie
fr: Certains sites utilisent JavaScript pour créer le contenu, pour cela vous devez
uk: Деякі сайти використовують JavaScript для створення контенту, для цього вам слід

source: use the Chrome/WebDriver Fetcher
cs: použijte nástroj Chrome/WebDriver Fetcher
de: Verwenden Sie den Chrome/WebDriver Fetcher
fr: utilisez le récupérateur Chrome/WebDriver
uk: використовувати Chrome/WebDriver завантажувач

source: Variables are supported in the URL
cs: V URL jsou podporovány proměnné
de: Variablen werden in der URL unterstützt
fr: Les variables sont prises en charge dans l'URL
uk: В URL підтримуються змінні

source: help and examples here
cs: nápověda a příklady zde
de: Hilfe und Beispiele finden Sie hier
fr: aide et exemples ici
uk: довідка та приклади тут

source: Organisational tag/group name used in the main listing page
cs: Název skupiny/značky
de: Gruppen-/Label-NameGruppen-/Label-NameOrganisations-Tag/Gruppenname, der auf der Haupteintragsseite verwendet wird
fr: Nom du groupe/étiquetteNom du groupe/étiquetteBalise organisationnelle/nom de groupe utilisé dans la page de liste principale
uk: Ім'я організаційного тегу/групи, що використовується на головній сторінці

source: Automatically uses the page title if found, you can also use your own title/description here
de: Verwendet automatisch den Seitentitel, falls vorhanden. Sie können hier auch Ihren eigenen Titel/Ihre eigene Beschreibung verwenden.
uk: Автоматично використовує заголовок сторінки, якщо знайдено. Ви також можете вказати тут свою назву/опис.

source: The interval/amount of time between each check.
cs: Interval/doba mezi jednotlivými kontrolami.
de: Das Intervall/die Zeitdauer zwischen den einzelnen Überprüfungen.
fr: L'intervalle/la durée entre chaque vérification.
uk: Інтервал часу між перевірками.

source: Sends a notification when the filter can no longer be seen on the page, good for knowing when the page changed and your filter will not work anymore.
de: Sendet eine Benachrichtigung, wenn der Filter auf der Seite nicht mehr sichtbar ist. So wissen Sie, wann sich die Seite geändert hat und Ihr Filter nicht mehr funktioniert.
uk: Надсилає сповіщення, коли фільтр більше не видно на сторінці. Корисно, щоб дізнатися, що сторінка змінилася і ваш фільтр більше не працює.

source: Set to empty to use system settings default
uk: Залиште порожнім для використання системних налаштувань

source: method (default) where your watched site doesn't need Javascript to render.
de: Methode (default), bei der Ihre überwachte Website kein Javascript zum Rendern benötigt.
uk: метод (за замовчуванням), якщо сайту не потрібен Javascript для відображення.
